-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Sep 18, 2022 at 09:50 AM
-- Server version: 10.4.14-MariaDB
-- PHP Version: 7.4.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `monitor`
--

-- --------------------------------------------------------

--
-- Table structure for table `bussinessaffairs`
--

DROP TABLE IF EXISTS `bussinessaffairs`;
CREATE TABLE IF NOT EXISTS `bussinessaffairs` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `SubjectID` int(11) DEFAULT NULL,
  `SectionID` int(11) DEFAULT NULL,
  `bussinessid` int(11) DEFAULT NULL,
  `date` varchar(45) DEFAULT NULL,
  `Actions` char(100) DEFAULT NULL,
  `remarks` char(255) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=14 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `bussinessaffairs`
--

INSERT INTO `bussinessaffairs` (`ID`, `SubjectID`, `SectionID`, `bussinessid`, `date`, `Actions`, `remarks`) VALUES
(1, 1, 1, 1, 'أغسطس 2011', 'توريد عدد 7 محطات رادار(بورفؤاد - القبة - الكاب - الارسال - فنارة - جنيفة -بورتوفيق)', 'تواريخ التوريد و التركيب لكل محطةواسم الشركة الموردة وشروط التوريد بنود التوريد'),
(2, 1, 1, 1, 'أغسطس 2014', 'توريد عدد 7 محطات رادار(بورفؤاد - القبة - الكاب - الارسال - فنارة - جنيفة -بورتوفيق)', 'تواريخ التوريد و التركيب لكل محطةواسم الشركة الموردة وشروط التوريد بنود التوريد'),
(3, 1, 1, 1, 'أغسطس 2015', 'توريد عدد 7 محطات رادار(بورفؤاد - القبة - الكاب - الارسال - فنارة - جنيفة -بورتوفيق)', 'تواريخ التوريد و التركيب لكل محطةواسم الشركة الموردة وشروط التوريد بنود التوريد'),
(4, 1, 1, 2, 'ابريل 2015', 'تركيب عدد 6 محطات (بورفؤاد - القبة - الكاب - الارسال - جنيفة - بورتوفيق)', 'تواريخ التوريد و التركيب لكل محطةواسم الشركة الموردة وشروط التوريد بنود التوريد'),
(5, 1, 1, 3, 'يوليو 2017', 'توريد عدد 5 محطات رادار (راس العش - البلاح - شرق الفردان - طوسون - الشلوفة )', 'تواريخ التوريد و التركيب لكل محطةواسم الشركة الموردة وشروط التوريد بنود التوريد'),
(6, 1, 1, 4, 'أغسطس 2017', 'تركيب عدد 3 محطات رادار(البلاج - طوسون - الشلوفة)', 'تواريخ التوريد و التركيب لكل محطةواسم الشركة الموردة وشروط التوريد بنود التوريد'),
(7, 1, 1, 5, 'فبراير 2020', 'تركيب رادار  ( فنارة - رأس العش - شرق الفردان)', 'تواريخ التوريد و التركيب لكل محطةواسم الشركة الموردة وشروط التوريد بنود التوريد'),
(8, 1, 1, 6, 'خلال 2020/2021', 'مع مندوب GET  وكيل الهيئة الاقتصادية للمشروعات تم عمل اختبارات (فنارة - شرق الفردان -راس العش) باقى', 'إشارة للشركة رقم 883 بتاريخ /9/12/2021'),
(9, 1, 1, 7, 'نوفمبر 2021', 'عدد 2 امر توريد من شركات (TERMA- SPERRY MARINE) و في انتظار توريدهم هي قطع غيار مطلوبة لعمل الصيانات', 'استثناء كارتة CPRD تعمل التموين على توفيرها'),
(10, 2, 1, 1, 'أغسطس 2012', 'قامت الشركة الفرنسية (الهيئة الاقتصادية للمشروعات بالمخابرات العامة) بعمل :', 'المحطات الأساسية والمضافة وتاريخ التعاقد على ال 5 محطات'),
(11, 2, 1, 1, 'أغسطس 2012', '1- مسح ودراسة ميدانية للتغطية الردارية لقناة السوسي بالكامل', 'المحطات الأساسية والمضافة وتاريخ التعاقد على ال 5 محطات'),
(12, 2, 1, 1, 'أغسطس 2012', '2- نتج عنها 5 مناطق عمياء للشبكة الردارية المكونة من :', 'المحطات الأساسية والمضافة وتاريخ التعاقد على ال 5 محطات'),
(13, 2, 1, 1, 'أغسطس 2012', 'عدد 8 محطات رادار وبالتالي تم تعديل التعاقد بإضافة عدد  5 محطات ردارية إضافية وأصبحت عدد المحطات 13', 'المحطات الأساسية والمضافة وتاريخ التعاقد على ال 5 محطات');

-- --------------------------------------------------------

--
-- Table structure for table `departments`
--

DROP TABLE IF EXISTS `departments`;
CREATE TABLE IF NOT EXISTS `departments` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `task` varchar(100) NOT NULL,
  `manager` varchar(100) NOT NULL,
  `created_at` datetime DEFAULT current_timestamp(),
  `updated_at` datetime DEFAULT current_timestamp(),
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `departments`
--

INSERT INTO `departments` (`id`, `name`, `task`, `manager`, `created_at`, `updated_at`) VALUES
(1, 'vtms', 'vtms', 'waleed', '2022-03-01 12:16:43', '2022-03-01 12:16:43'),
(2, 'vtms', 'vtms', 'waleed', '2022-03-02 08:53:18', '2022-03-02 08:53:18');

-- --------------------------------------------------------

--
-- Table structure for table `documents`
--

DROP TABLE IF EXISTS `documents`;
CREATE TABLE IF NOT EXISTS `documents` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) DEFAULT NULL,
  `contents` varchar(100) NOT NULL,
  `geha` varchar(100) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp(),
  `updated_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `photo` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `documents`
--

INSERT INTO `documents` (`id`, `name`, `contents`, `geha`, `created_at`, `updated_at`, `photo`) VALUES
(1, '675', 'reply', NULL, '2022-03-01 12:30:30', '2022-03-01 10:30:30', ''),
(2, '657', 'reply', NULL, '2022-03-02 06:53:39', '2022-03-02 04:53:39', ''),
(3, '658', 'store', NULL, '2022-03-02 07:00:45', '2022-03-02 05:00:45', ''),
(4, '659', 'store2', NULL, '2022-03-02 07:02:51', '2022-03-02 05:02:51', ''),
(5, '660', 'store3', NULL, '2022-03-02 07:03:26', '2022-03-02 05:03:26', ''),
(6, '660', 'store3', NULL, '2022-03-02 07:05:43', '2022-03-02 05:05:43', '');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

DROP TABLE IF EXISTS `failed_jobs`;
CREATE TABLE IF NOT EXISTS `failed_jobs` (
  `id` bigint(20) UNSIGNED NOT NULL AUTO_INCREMENT,
  `connection` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT current_timestamp(),
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

DROP TABLE IF EXISTS `migrations`;
CREATE TABLE IF NOT EXISTS `migrations` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `migration` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_000000_create_users_table', 1),
(2, '2014_10_12_100000_create_password_resets_table', 1),
(3, '2017_06_02_182856_create_posts_table', 1),
(4, '2017_06_03_144733_add_user_id_to_posts', 1),
(5, '2017_06_03_211549_add_cover_image_to_posts', 1);

-- --------------------------------------------------------

--
-- Table structure for table `offers`
--

DROP TABLE IF EXISTS `offers`;
CREATE TABLE IF NOT EXISTS `offers` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name_en` varchar(255) DEFAULT NULL,
  `price` varchar(255) DEFAULT NULL,
  `photo` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp(),
  `details_en` varchar(1000) DEFAULT NULL,
  `name_ar` varchar(255) DEFAULT NULL,
  `details_ar` varchar(1000) DEFAULT NULL,
  `directory` varchar(100) NOT NULL DEFAULT 'offers',
  `input` varchar(100) DEFAULT NULL,
  `output` varchar(100) DEFAULT NULL,
  `type` varchar(100) DEFAULT NULL,
  `status` varchar(100) DEFAULT NULL,
  `reply_on` varchar(100) DEFAULT NULL,
  `require_monitor` tinyint(1) DEFAULT NULL,
  `monitor_date` varchar(100) DEFAULT NULL,
  `additions` varchar(100) NOT NULL,
  `link` varchar(1000) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=286 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `offers`
--

INSERT INTO `offers` (`id`, `name_en`, `price`, `photo`, `created_at`, `updated_at`, `details_en`, `name_ar`, `details_ar`, `directory`, `input`, `output`, `type`, `status`, `reply_on`, `require_monitor`, `monitor_date`, `additions`, `link`) VALUES
(1, '15-3-2016', NULL, 'radars-201601-15-3-2016.pdf', '2022-08-25 11:02:17', '2022-03-01 08:09:53', 'طباقا لمحضر فحص ظاهري  ( مخزن المواصلات)', 'تشوينات  محطات الرادرار', 'عدد/5 محطات (راس العش - البلاح - شرق الفردان - طوسون - الشلوفة)', 'radars', '201601', NULL, 'تعاقد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/تشوينات  محطات الرادرار/radars-201601-15-3-2016.pdf\",\"radars-201601-15-3-2016.pdf\")'),
(2, '07-08-2017', NULL, 'vtms-20171858-07-08-2017.pdf', '2022-08-25 11:04:42', '2022-03-01 06:24:45', NULL, 'تشوينات  محطات الرادرار', 'تركيب عدد 3 محطات رادار(البلاج - طوسون - الشلوفة)', 'vtms', NULL, '20171858', 'مذكرة', 'done', NULL, NULL, '22-04-22', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/تشوينات  محطات الرادرار/vtms-20171858-07-08-2017.pdf\",\"vtms-20171858-07-08-2017.pdf\")'),
(3, '02-02-2020', NULL, 'radars-2020244-02-02-2020.pdf', '2022-08-25 11:54:47', '2022-03-01 08:29:16', NULL, 'فحص واستلام', 'تركيب عدد 3 محطات  ( فنارة - رأس العش - شرق الفردان)', 'radars', NULL, '2020244', 'تحويل مستندات', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/فحص واستلام/radars-2020244-02-02-2020.pdf\",\"radars-2020244-02-02-2020.pdf\")'),
(4, '04-05-2015', NULL, 'radars-2015200-04-05-2015.pdf', '2022-08-25 11:05:39', '2022-03-01 08:49:09', 'لا توجد ملاحظات', 'المشاكل الفنية للرادار', 'التركيب المحطات (بورفؤاد - القبة - الكاب - الارسال - جنيفة - بورتوفيق-القنطرة) وبداية التشغيل تعمل بكفاءة 100%', 'radars', '2015200', NULL, 'تقرير', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/المشاكل الفنية للرادار/radars-2015200-04-05-2015.pdf\",\"radars-2015200-04-05-2015.pdf\")'),
(5, 'أغسطس 2011', NULL, 'radars-أغسطس 2011.pdf', '2022-08-14 12:53:26', '2022-03-01 08:49:44', 'طباقا لمحضر فحص ظاهري عدد/7 محطات (بورفؤاد - القبة - الكاب -القنطرة -الإرسال - جنيفة - بورتوفيق)', 'تشوينات  محطات الرادرار', 'مرفق ب التعاقد بين هيئة قناة السويس و مجلس الدفاع الوطني إتفاق 28/6/2009 إتفاق 15/3/2016 ملحق إتفاق 7/3/2019', 'radars', NULL, NULL, NULL, 'done', NULL, NULL, NULL, 'radars-أغسطس 2011_a.apdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/تشوينات  محطات الرادرار/radars-أغسطس 2011.pdf\",\"radars-أغسطس 2011.pdf\")'),
(6, '12-7-2016', NULL, 'radars-2016338-12-7-2016.pdf', '2022-08-25 11:08:08', '2022-03-01 08:49:51', 'أخر مخاطبة الهيئة الإقتصادية  للمشروعات رقم883/ج بتاريخ 9/12/2021', 'المشاكل الفنية للرادار', 'عدد 5 محطات تعمل بنسبة 50% (بورفؤاد - الكاب - البلاح - الارسال - جنيفة )', 'radars', '2016338', NULL, 'فاكس', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/المشاكل الفنية للرادار/radars-2016338-12-7-2016.pdf\",\"radars-2016338-12-7-2016.pdf\")'),
(7, '06-02-2020', NULL, 'radars-2610261106-06-02-2020.pdf', '2022-08-25 11:09:08', '2022-03-01 09:26:17', NULL, 'أوامر التوريد', 'أمر توريد رقم 26-1026/1106 بخصوص ماجنترونات محطات رادار موديل terma', 'radars', '2610261106', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-2610261106-06-02-2020.pdf\",\"radars-2610261106-06-02-2020.pdf\")'),
(8, '17-11-2021', NULL, 'radars-20213683-17-11-2021.pdf', '2022-08-25 11:10:02', '2022-03-01 11:14:26', NULL, 'أوامر التوريد', 'أمر توريد رقم 26-1088/824 بخصوص قطع غيار رادار من نوع sperry marine', 'radars', '20213683', NULL, 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-20213683-17-11-2021.pdf\",\"radars-20213683-17-11-2021.pdf\")'),
(9, '23-11-2020', NULL, 'radars-261016706-23-11-2020.pdf', '2022-08-25 11:10:58', '2022-03-01 11:15:49', NULL, 'أوامر التوريد', 'أمر توريد رقم 26-1016/706 بخصوص مواتير  لهوائي رادار CHL', 'radars', '261016706', NULL, 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-261016706-23-11-2020.pdf\",\"radars-261016706-23-11-2020.pdf\")'),
(10, '17-11-2021', NULL, 'radars-261088823-17-11-2021.pdf', '2022-08-25 11:12:45', '2022-03-01 11:21:01', NULL, 'أوامر التوريد', 'أمر توريد رقم 26-1088/823 بخصوص توفير قطع غيار ciberd', 'radars', '261088823', NULL, 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-261088823-17-11-2021.pdf\",\"radars-261088823-17-11-2021.pdf\")'),
(11, '23-11-2020', NULL, 'radars-26101608-23-11-2020.pdf', '2022-08-25 11:13:39', '2022-03-01 11:27:35', NULL, 'أوامر التوريد', 'أمر توريد رقم 26-1016/08 بخصوص قطع غيار هوائي رادار من نوع chl', 'radars', '26101608', NULL, 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-26101608-23-11-2020.pdf\",\"radars-26101608-23-11-2020.pdf\")'),
(12, '05-09-2010', NULL, 'radars-152867026-05-09-2010.pdf', '2022-08-25 11:14:54', '2022-03-07 10:40:07', NULL, 'أوامر التوريد', 'أمر توريد رقم 1528/670-26 بخصوص توفير قطع غيار بخصوص كبائن GEM', 'radars', '152867026', NULL, 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-152867026-05-09-2010.pdf\",\"radars-152867026-05-09-2010.pdf\")'),
(13, '9-12-2021', NULL, 'radars-1209883-9-12-2021.pdf', '2022-08-25 11:15:55', '2022-03-07 10:47:40', 'أخر مخاطبة الهيئة الإقتصادية  للمشروعات رقم883/ج بتاريخ 9/12/2021', 'المشاكل الفنية للرادار', 'عدد 6 محطات متوقفة لأسباب فنية (القبة - رأس العش - القنطرة - شرق الفردان - فنارة -بورتوفيق)', 'radars', NULL, '1209883', 'فاكس', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/المشاكل الفنية للرادار/radars-1209883-9-12-2021.pdf\",\"radars-1209883-9-12-2021.pdf\")'),
(14, '05-09-2010', NULL, 'radars-152967026-05-09-2010.pdf', '2022-08-25 11:16:44', '2022-03-07 10:53:06', NULL, 'أوامر التوريد', 'أمر توريد رقم 1529/670-26 بخصوص توفير قطع غيار بخصوص كبائن GEM', 'radars', '152967026', NULL, 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-152967026-05-09-2010.pdf\",\"radars-152967026-05-09-2010.pdf\")'),
(15, '16-4-2013', NULL, 'radars-670139826-16-4-2013.pptx', '2022-08-25 11:21:10', '2022-03-07 12:42:57', NULL, 'أوامر التوريد', 'أمر توريد رقم 26-670/1398 بخصوص توفير قطع غيار بخصوص كبائن GEM', 'radars', '670139826', NULL, 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-670139826-16-4-2013.pptx\",\"radars-670139826-16-4-2013.pptx\")'),
(16, '02-05-2020', NULL, 'radars-2610261106-02-05-2020.pdf', '2022-08-25 11:17:52', '2022-03-15 07:37:13', NULL, 'أوامر التوريد', 'أمر توريد رقم 26-1026/1106 بخصوص ماجنترونات محطات رادار موديل terma', 'radars', '2610261106', NULL, 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-2610261106-02-05-2020.pdf\",\"radars-2610261106-02-05-2020.pdf\")'),
(17, '09-01-2014', NULL, 'radars-2626387-09-01-2014.pdf', '2022-08-25 11:19:23', '2022-03-15 08:16:15', 'غير متوفر', 'أوامر التوريد', 'أمر توريد رقم 263/870-26 بخصوص توفير قطع غيار بخصوص كبائن GEM', 'radars', '2626387', NULL, 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-2626387-09-01-2014.pdf\",\"radars-2626387-09-01-2014.pdf\")'),
(19, '22-11-2020', NULL, 'radars-26708106-22-11-2020.pdf', '2022-08-25 11:22:49', '2022-03-15 08:18:09', NULL, 'أوامر التوريد', 'أمر توريد رقم 708/1016-26 بخصوص توفير قطع غيار بخصوص كبائن GEM', 'radars', '26708106', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-26708106-22-11-2020.pdf\",\"radars-26708106-22-11-2020.pdf\")'),
(20, '14-7-2020', NULL, 'radars-26997945-14-7-2020.pdf', '2022-08-25 11:24:53', '2022-03-15 08:21:31', NULL, 'أوامر التوريد', 'أمر توريد رقم997/945-26 بخصوص توفير قطع غيار بخصوص كبائن GEM', 'radars', '26997945', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-26997945-14-7-2020.pdf\",\"radars-26997945-14-7-2020.pdf\")'),
(21, '23-11-2020', NULL, 'radars-101610726-23-11-2020.pdf', '2022-08-25 11:25:49', '2022-03-15 08:22:25', NULL, 'أوامر التوريد', 'أمر توريد رقم 26-1016/707 بخصوص توفير قطع غيار هوائي لمحطات رادار chl', 'radars', '101610726', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-101610726-23-11-2020.pdf\",\"radars-101610726-23-11-2020.pdf\")'),
(22, '25-8-2019', NULL, 'radars-92721326-25-8-2019.pdf', '2022-08-25 11:27:09', '2022-03-15 08:23:21', NULL, 'أوامر التوريد', 'أمر توريد 26-927/213 بخصوص توفير زيوت جير بوكس للهوائيات', 'radars', '92721326', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أوامر التوريد/radars-92721326-25-8-2019.pdf\",\"radars-92721326-25-8-2019.pdf\")'),
(23, 'بدون', NULL, '', '2022-04-21 08:12:04', '2022-03-15 08:28:01', 'بعد إجراءات إستلام مشروع الـVTMS الحالي من الهيئة الإقتصادية  للمشروعات بالمخابرات العامة', 'الرؤية المستقبلية', 'يجب أن تقوم الشركة المكلف لها رسميا بتحديث مشروع الـ VTMS  بعمل دراسة ميدانيا للتغطية الرادارية للقناة الجديدة لتحدد عدد و أحداثيات  لمواقع الرادار الجديدة المقُترحة من طرفهم طبقا لنوعية الموصفات الفنية  للرادارات حتي تنفذ التغطية الرادارية بالكامل وهو الهدف الأساسي من التحديث.عدم إمكانية الشبكة الرادارية الحالية من عند تغطية قناة السويس الجديدة من 65 حتي 90 كم بسبب إرتفاعات التلال الردم علي ضفتي قناة السويس و قد تصل إرتفاعها إلي منسوب 40 متر', 'radars', NULL, NULL, 'تقرير', 'done', NULL, NULL, NULL, '', NULL),
(24, 'بدون', NULL, '', '2022-04-21 08:12:28', '2022-03-15 08:29:42', 'بعد إجراءات إستلام مشروع الـVTMS الحالي من الهيئة الإقتصادية  للمشروعات بالمخابرات العامة', 'الرؤية المستقبلية', 'يجب أن تقوم الشركة المكلف لها رسميا بتحديث مشروع الـ VTMS  بعمل دراسة ميدانيا للتغطية الرادارية للمنطقة الشمالية لتحدد مدي فاعلية  تركيب محطة رادار جديدة بالبرج الجديد بمحطة الجونة البحرية طبقا لنوعية  الموصفات الفنية للرادارحتي تنفذ التغطية الرادارية بالكامل وهو الهدف الأساسب من التحديث وعدم الإعتماد الكلي علي رادار بورفؤاد..رفع كفاءة التغطية الرادارية للمنطقة الشمالية للقناة بمنطقة شرق التفريعة', 'radars', NULL, NULL, 'تقرير', 'done', NULL, NULL, NULL, '', NULL),
(25, 'بدون', NULL, '', '2022-04-24 10:01:42', '2022-03-15 08:31:25', 'بعد إجراءات إستلام مشروع الـVTMS الحالي من الهيئة الإقتصادية  للمشروعات بالمخابرات العامة', 'الرؤية المستقبلية', 'من المحتمل تكون تلال ناتج الردم علي ضفتي القناة الناتجة من الحفر و  التوسعة بالقطاع الجنوبي، مما ينتج عنه مناطق عمياء راداريا  ، مثلما مع حدث من حفر قناة السويس الجديدة و الإضطرار للإحتياج  إلي تركيب محطات رادار جديدة.رفع كفاءة التغطية الرادارية للمنطقة الجنوبية للقناة بعد التفريعة الجديدة التي جاري تنفيذها  من ترقيم 122 كم إلي 162 كم', 'radars', NULL, NULL, 'تقرير', 'done', NULL, NULL, NULL, '', NULL),
(26, '06-11-2020', NULL, 'radars-20110001-06-11-2020.pdf', '2022-08-25 11:28:25', '2022-03-15 08:34:30', 'عملية رقم 1/2011  أخر عملية صيانة للأبراج مع شركة يونيكونت', 'صيانة أبراج رادار', 'توصيات اللجنة المشكلة 258/2020 بتحديد أعمال الصيانة  عدد/9 أبراج و أخذ برأي إستشاري بإحلال برجي (الإرسال  و الكاب)', 'radars', '20110001', NULL, 'تعاقد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/صيانة أبراج رادار/radars-20110001-06-11-2020.pdf\",\"radars-20110001-06-11-2020.pdf\")'),
(27, '30-11-2020', NULL, 'radars-3962017-30-11-2020.pdf', '2022-08-25 11:30:28', '2022-03-15 08:36:51', NULL, 'صيانة أبراج رادار', 'موافقة رئيس هيئة قناة السويس علي توصيات لجنة المشروعات بإسناد العملية إلي إدارة التحركات', 'radars', '3962017', NULL, 'اشارة كتابية', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/صيانة أبراج رادار/radars-3962017-30-11-2020.pdf\",\"radars-3962017-30-11-2020.pdf\")'),
(28, '31-1-2022', NULL, 'radars-2011002-31-1-2022.pdf', '2022-08-25 11:37:25', '2022-03-15 08:39:04', 'عملية رقم 1/2011  أخر عملية صيانة للأبراج مع شركة يونيكونت', 'صيانة أبراج رادار', 'تم مخاطبة الإدارة الهندسية نحو إسناد العملية لأحد الشركات الهيئة المتخصصة  في هذا المجال بمعرفتكم', 'radars', '2011002', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/صيانة أبراج رادار/radars-2011002-31-1-2022.pdf\",\"radars-2011002-31-1-2022.pdf\")'),
(29, '23/5/2017', 'أفادات الشئون الفنية بإدارة التحركات لقسم المراقبة الإلكترونية بموافقة علي بند مصعد كل  من برجي رادار بورفؤاد و بورتوفيق بمشروع الموازنة الإستثمارييية 2017/2018', '1647333641.pdf', '2022-03-15 08:40:41', '2022-03-15 08:40:41', NULL, 'مصاعد الابراج', NULL, 'offers', '', '', '', NULL, '', NULL, NULL, '', NULL),
(30, '09-07-2017', 'أفادات الشئون الفنية بإدارة التحركات لقسم المراقبة الإلكترونية بموافقة علي بند مصعد كل  من برجي رادار بورفؤاد و بورتوفيق بمشروع الموازنة الإستثمارييية 2017/2018', '1647333712.pdf', '2022-03-15 08:41:52', '2022-03-15 08:41:52', NULL, 'مصاعد الابراج', NULL, 'offers', '', '', '', NULL, '', NULL, NULL, '', NULL),
(31, '25-02-2018', 'أفادات إدارة التموين بأن تم تحويل طلب توفير المصاعد  إلي الإدارة الأشغال و الهندسية  برقم 299 بتاريخ 25/2/2018', '1647334753.pdf', '2022-03-15 08:59:13', '2022-03-15 08:43:23', NULL, 'مصاعد الابراج', NULL, 'offers', '', '', '', NULL, '', NULL, NULL, '', NULL),
(32, '09-07-2017', NULL, 'radars-4329-09-07-2017.pdf', '2022-08-25 11:38:05', '2022-03-15 08:45:26', NULL, 'مصاعد الابراج', 'إفادة إلي إدارة التموين بالمواصفات الفنية للمصعدين المطلوبة و أسماء مندوبين قسم المراقبة الإلكترونية  للإنضمام لجنة الدراسة والبت رقم 1496/ب بتاريخ 7/9/2017', 'radars', '4329', NULL, 'مذكرة فريق', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/مصاعد الابراج/radars-4329-09-07-2017.pdf\",\"radars-4329-09-07-2017.pdf\")'),
(34, '18/4/2018', 'أفادة إلي الإدارة الهندسية بإشارة رقم رقم 652 بناريخ 18/4/2018  بالمواصفات الفنية للمصاعد و أسماء المندوبين للتنسيق', '1647334850.pdf', '2022-03-15 09:00:50', '2022-03-15 08:51:42', NULL, 'مصاعد الابراج', NULL, 'offers', '', '', '', NULL, '', NULL, NULL, '', NULL),
(35, '02-11-2020', 'تشكيل أمر إداري رقم 18 لسنة 2020 بتاريخ 11/2/2020 لممارسة شركة قناة السويس للاستثمار', '1647335008.pdf', '2022-03-15 09:03:28', '2022-03-15 08:53:05', NULL, 'مصاعد الابراج', NULL, 'offers', '', '', '', NULL, '', NULL, NULL, '', NULL),
(36, '08-08-2021', 'مذكرة إدارة الرئاسة رقم 3836 و 3837 بتاريخ 8/8/2021 بخصوص إسناد  شركة ترسانة السويس البحرية بالتنفيذ بمبلغ 12.5 مليون جنية', '1647335068.pdf', '2022-03-15 09:04:28', '2022-03-15 08:54:39', 'أوصي رئيس الهيئة بأن المبلغ  المعروض مبالغ فيه', 'مصاعد الابراج', NULL, 'offers', '', '', '', NULL, '', NULL, NULL, '', NULL),
(37, '09-07-2021', 'مذكرة رقم 4329 بتاريخ 7/9/2021 بعادة طرح مناقصة توريد وتركيب المصاعد', '1647334596.pdf', '2022-03-15 08:56:36', '2022-03-15 08:56:36', 'حتي سعه و تاريخه لم يتم إتخاذ  أي إجراء', 'مصاعد الابراج', NULL, 'offers', '', '', '', NULL, '', NULL, NULL, '', NULL),
(38, '2/3/22', 'اصلاح عدد جهاز واحد', '1648452740.pdf', '2022-03-28 07:32:21', '2022-03-28 07:32:21', NULL, 'صيانة جهاز AIS ترسانة بورسعيد', 'اشارة بتلف الجهاز تماما وعدم صلاحيته للعمل', 'offers', '', '', '', NULL, '', NULL, NULL, '', NULL),
(39, '2-3-2022', 'صيانة ال ups خاص بجهاز ال ais بالترسانة', 'power-2-3-2022.pdf', '2022-05-08 09:01:09', '2022-03-28 07:41:26', NULL, 'صيانة وحدات كهربية', NULL, 'power', NULL, NULL, NULL, 'done', NULL, NULL, NULL, '', NULL),
(40, '15-3-2022', NULL, 'security-2022455-15-3-2022.pdf', '2022-08-14 12:18:27', '2022-03-28 07:48:38', NULL, 'مشروع البصمة', 'بخصوص نظام التوقيع بالبصمة كامل مشتملاتة ( كاميرات + سيرفر + كابلات )', 'security', '2022455', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/مشروع البصمة/security-2022455-15-3-2022.pdf\",\"security-2022455-15-3-2022.pdf\")'),
(41, '01-03-22', NULL, 'security-2022457-01-03-22.pdf', '2022-08-14 12:24:17', '2022-03-28 07:51:36', NULL, 'تعبئة للشئون الفنية', 'موافاتهم بخطة التعبئة العامة لعام 2023/2022 وكتابة البيانات على الحاسب الآلى على برنامج إكسيل (نسخة ورقية) + إسطوانة CD فى موعد أقصاه 2022/3/24', 'security', '2022457', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تعبئة للشئون الفنية/security-2022457-01-03-22.pdf\",\"security-2022457-01-03-22.pdf\")'),
(42, '17-03-2022', 'شركة الانظمة ciss', 'hospital_centers-2022460-17-03-2022.pdf', '2022-08-23 08:02:14', '2022-03-28 07:55:35', 'بداية مشروع', 'أوامر التوريد', 'امر توريد رقم 109-474/1/1250 فى 26/1/2022 بخصوص تركيب وتوريد وتشغيل نظام مراقبة بالكاميرات للمراكز الطبية للهيئة ببورسعيد والسويس', 'hospital_centers', '2022460', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/hospital_centers/أوامر التوريد/hospital_centers-2022460-17-03-2022.pdf\",\"hospital_centers-2022460-17-03-2022.pdf\")'),
(43, '17-3-2022', NULL, 'tawkitat-2022466-17-3-2022.pdf', '2022-04-27 09:14:53', '2022-03-28 08:03:41', 'المحطات البحرية بقطاع الاسماعيليه(البلاح- الفردان- طوسون- الدفرسوار)', 'زيارة محطات', 'مطلوب متابعة الشاشات المعطلة بعد المرور وما تم بشأنها', 'tawkitat', '2022466', NULL, 'تقرير', 'done', NULL, NULL, NULL, '', NULL),
(44, '20/3/2022', 'اسماء مندوبينا هم م/ على محمد عادل على راغب رقم 10950 و م/ محمد ماجد حسين العروسى رقم 10589 للجنة فحص تجهيزات قاعة الاحتفالات بمبنى المارينا الجديدة', '1648454841.pdf', '2022-03-28 08:07:21', '2022-03-28 08:07:21', 'منتهى', 'فحص أجهزة', NULL, 'offers', '', '', '', NULL, '', NULL, NULL, '', NULL),
(45, '20/3/2022', 'تجهيز قاعة الاحتفالات بمبنى المارينا الجديد بالكم 76 والتنسيق الذى تم مع السيد/مدير ادارة الرئاسة بشان تشكيل لجنه للفحص والاستلام للمنظومات وتحديد اسماء المندوبيين للاشتراك فى اللجنه', '1648454984.pdf', '2022-03-28 08:09:44', '2022-03-28 08:09:44', NULL, 'تجهيز قاعة الاحتفالات', NULL, 'offers', '', '', '', NULL, '', NULL, NULL, '', NULL),
(46, '20/03/2022', 'عقد اجتماع يوم الثلاثاء الموافق 22/3/2022 صباحا بمكتب المهندس/ابراهيم جمال عبد الناصر بخصوص تنسيق الاعمال المطلوب تنفيذها من كل قسم لتطوير محطة الشلوفه', '1648455274.pdf', '2022-03-28 08:14:34', '2022-03-28 08:11:52', 'سيتم التنسيق لحضور مندوب من القسم وافاده اشغال بورتوفيق باى ملاحظات ان وجدت', 'اجتماع', 'تطوير محطة الشلوفة', 'offers', '', '', '', NULL, '', NULL, NULL, '', NULL),
(47, '16/3/2022', 'تم التنسيق مع مديريه الصحه على تواجد مركز لتلقى الجرعه التنشيطيه لفيرس كورونا', 'hospital_centers-2022-03-28.pdf', '2022-03-28 12:05:36', '2022-03-28 08:21:02', 'المتابعة حين الطلب', 'اجراءات صحية', 'تتم بجدول منتظم', 'hospital_centers', '', '', '', NULL, '', NULL, NULL, '', NULL),
(48, '20-3-2022', NULL, 'technical_office-2022471-20-3-2022.pdf', '2022-04-21 08:26:41', '2022-03-28 08:23:55', NULL, 'تامين سيارات', 'موافاتهم بالبيانات المذكورة باشاره الخدمات بخصوص مشروع التامين على سيارات هيئة قناه السويس للعام المالى 2022/2023', 'technical_office', '2022471', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(49, '23-03-22', NULL, 'technical_office-2022194-23-03-22.pdf', '2022-04-21 07:48:36', '2022-03-29 06:21:24', NULL, 'تامين سيارات', 'مخاطبه ادارة الخدمات للتامين الشامل على السياره طبقا لاشارتهم رقم 768 بتاريخ 13/3/2022', 'technical_office', NULL, '2022194', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(50, '13-9-2021', NULL, 'power-2981-13-9-2021.pdf', '2022-08-24 09:05:49', '2022-03-31 08:43:21', NULL, 'أوامر التوريد', 'توريد وتركيب 3kva ups أمر توريد رقم 384/1911-455', 'power', '2981', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-2981-13-9-2021.pdf\",\"power-2981-13-9-2021.pdf\")'),
(51, '28-2-2022', 'توريد وتركيب', 'power-1993-28-2-2022.pdf', '2022-08-24 12:22:00', '2022-03-31 08:50:18', NULL, 'أوامر التوريد', '912/1860-55 توريد عدد/18 كارتة ريموت لزوم شبكات UPS', 'power', '1993', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-1993-28-2-2022.pdf\",\"power-1993-28-2-2022.pdf\")'),
(52, '6-3-22', 'امر توريد رقم 1890-55-1428', 'power-706-6-3-22.pdf', '2022-08-24 11:55:53', '2022-03-31 09:51:56', NULL, 'أوامر التوريد', 'امر توريد', 'power', '706', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-706-6-3-22.pdf\",\"power-706-6-3-22.pdf\")'),
(53, '20-03-22', NULL, 'security-2022250-20-03-22.pdf', '2022-09-01 09:18:52', '2022-04-05 09:57:44', NULL, 'تأمين محطات المياه', 'التنبيه بعمل ما يلزم نحو الرد على إستفسارات من الشركات (جيزة للأنظمة - إنتركوم - إنتراكت - NETC - ساميت) بخصوص المناقصة رقم 109-3572/501 جلسة يوم الأربعاء 2022/4/6 لتوريد وتركيب وتشغيل كاميرات مراقبة لمحطات المياه بمدن القناة الثلاث', 'security', NULL, '2022250', 'تحويل مستندات', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين محطات المياه/security-2022250-20-03-22.pdf\",\"security-2022250-20-03-22.pdf\")'),
(58, '31-03-22', NULL, 'vtms-2022244-31-03-22.pdf', '2022-08-25 07:10:17', '2022-04-05 11:20:48', NULL, 'منظومة المراقبة الرادارية', 'موافاتنا بموعد قدوم الشركة الفرنسية لإستكمال أعمال التركيبات لعدد/ 13 محطة رادار وإنهاء التسليم لمنظومة (VTMS)', 'vtms', NULL, '2022244', 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/منظومة المراقبة الرادارية/vtms-2022244-31-03-22.pdf\",\"vtms-2022244-31-03-22.pdf\")'),
(59, '31-03-22', NULL, 'vtms-2022521-31-03-22.pdf', '2022-08-25 07:11:31', '2022-04-05 11:23:54', NULL, 'توسيع طريق مرشدين', 'بشأن أعمال تطوير وتوسعة طريق المرشدين القطاع الرابع (جبل مريم - الدفرسوار) ودراسة التعارض مع كابلات هيئة قناة السويس.', 'vtms', NULL, '2022521', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/توسيع طريق مرشدين/vtms-2022521-31-03-22.pdf\",\"vtms-2022521-31-03-22.pdf\")'),
(60, '28-03-22', NULL, 'Maintenance-2022531-28-03-22.pdf', '2022-08-23 08:20:55', '2022-04-05 11:25:20', NULL, 'فحص أجهزة', 'إيفاد مندوبينا لفحص وإستلام عدد/ 1 جهاز Lab DC Power Supply الخاص بأمر توريد رقم 55-952/1898 بتاريخ 2021/12/7 الصادر لشركة سينا للمشروعات الهندسية', 'Maintenance', '2022531', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/Maintenance/فحص أجهزة/Maintenance-2022531-28-03-22.pdf\",\"Maintenance-2022531-28-03-22.pdf\")'),
(62, '30-03-22', NULL, 'security-2022542-30-03-22.pdf', '2022-08-07 11:59:12', '2022-04-05 11:30:51', NULL, 'تأمين الاستاد', 'الأمر الإدارى رقم 152 لسنة 2022 بخصوص الإستلام الإبتدائى لعملية تطوير وإنشاء استاد هيئة قناة السويس الجديد والحضور يوم الاربعاء من كل اسبوع ولحين نهو إجراءات اللجنة المذكورة', 'security', '2022542', NULL, 'أمر ادارى', 'done', NULL, NULL, NULL, '', NULL),
(63, '3-04-22', NULL, 'security-2022553-3-04-22.pdf', '2022-08-09 12:25:48', '2022-04-05 11:33:01', NULL, 'تطوير كبرى الفردان', 'اعمال تطوير انشاء كوبرى الفردان الحديد', 'security', '2022553', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(64, '30-03-22', NULL, 'vtms-2022548-30-03-22.pdf', '2022-08-25 07:12:38', '2022-04-05 11:34:52', NULL, 'قطع كابل فايبر', 'الإحاطة بأنه تم قطع كابل الفيبر بكل من القطاع الشمالى والقطاع الجنوبى', 'vtms', '2022548', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/قطع كابل فايبر/vtms-2022548-30-03-22.pdf\",\"vtms-2022548-30-03-22.pdf\")'),
(65, '29-03-22', NULL, 'security-2022545-29-03-22.pdf', '2022-08-09 12:29:16', '2022-04-05 11:43:47', NULL, 'مشروع البصمة', 'وارد رئاسه 1551 بتاريخ 29/3/2022 بخصوص وضع المواصفات الفنيه لكاميرات مراقبة اجهزة تسجيل الحضور والانصراف من قبل ادارة التحركات وقيام ادارة الاتصالات ونظم المعلومات باتخاذ اجراءات الفحص والاستلام', 'security', '2022545', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(66, '22-03-22', NULL, 'hospital_centers-2022539-22-03-22.pdf', '2022-08-23 08:11:50', '2022-04-06 08:38:29', NULL, 'تأمين المستشفى', 'الإلتزام بما جاء بكتاب إدارة الخدمات رقم 850 بتاريخ 2022/3/21 بضرورة عدم مخالفة القواعد والتعليمات المتبعة أثناء التردد على المستشفيات والمراكز الطبية التابعة للهيئة', 'hospital_centers', '2022539', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/hospital_centers/تأمين المستشفى/hospital_centers-2022539-22-03-22.pdf\",\"hospital_centers-2022539-22-03-22.pdf\")'),
(67, '09-03-22', NULL, 'vtms-20221213-09-03-22.pdf', '2022-08-25 07:14:20', '2022-04-06 08:40:18', NULL, 'مد كابلات فايبر', 'تنفيذ المسارات المطلوبة حتى يتسنى سحب ومد الكابلات الخاصة بالنظام عند الحاجه دون إتلاف المسطح الأخضر بمحطة الفردان', 'vtms', '20221213', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/مد كابلات فايبر/vtms-20221213-09-03-22.pdf\",\"vtms-20221213-09-03-22.pdf\")'),
(68, '24-03-22', NULL, 'power-2022212-24-03-22.pdf', '2022-08-24 08:24:21', '2022-04-06 08:45:39', NULL, 'الطاقة المتجددة', 'تجهيز المواقع للبدء فى تركيب أنظمة الطاقة المتجددة(الرياح+ الشمس) بمحطات القطاع الشمالى وعمل مسار عبارة عن عدد/3 ماسوره 4 بوصة من غرفة الفيبر أسفل البرج إلى موقع برج التربينة', 'power', NULL, '2022212', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/الطاقة المتجددة/power-2022212-24-03-22.pdf\",\"power-2022212-24-03-22.pdf\")'),
(69, '6-04-22', NULL, 'tawkitat-2022258-6-04-22.pdf', '2022-04-17 11:32:39', '2022-04-07 08:19:47', NULL, 'تطوير محطات', 'سرعة توفير التكييفات المذكورة حيث أن درجة حرارة الغرفة الحالية تخطت درجة حرارة التشغيل المناسبة لأجهزة الكنترول والبطاريات الخاصة بمنظومة التغذية الكهربية لمحطة رادار شرق الفردان', 'tawkitat', NULL, '2022258', 'إشاره كتابيه', 'done', '', NULL, NULL, '', NULL),
(70, '4-04-22', NULL, 'vtms-2022252-4-04-22.pdf', '2022-08-25 07:16:03', '2022-04-07 08:22:13', NULL, 'منظومة المراقبة الرادارية', 'إقرار حالة برج الإشارة بمحطنى دفرسوار وكبريت وتحديد أعمال الصيانة المطلوبة', 'vtms', NULL, '2022252', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/منظومة المراقبة الرادارية/vtms-2022252-4-04-22.pdf\",\"vtms-2022252-4-04-22.pdf\")'),
(73, '6-04-22', NULL, 'tawkitat-2022571-6-04-22.pdf', '2022-04-17 11:14:18', '2022-04-07 08:34:25', NULL, 'تقرير عرض على الرئاسة', 'تقرير للعرض على السيد/ مدير ادارة الرئاسه برقم وارد1671 بتاريخ 5/4/2022 لمرور على المحطات البحريه بقطاع بورسعيد الجونه -الرسوه- راس العش- التينه-الكاب- القنطره', 'tawkitat', '2022571', NULL, 'تقرير', 'done', '', NULL, NULL, '', NULL),
(75, '5-04-22', NULL, 'Electronic_Archive-2022561-5-04-22.pdf', '2022-08-25 09:10:24', '2022-04-07 08:45:40', NULL, 'تشكيل لجنة', 'امر ادارى بتشكل لجنة للدراسة والبت فى عطاءات المناقصة المحدودة رقم 108-3562/1568 لتوريد نظام أرشيف إلكترونى مطلوب لإدارة التحركات والمحدد لها جلسة يوم 2022/2/7', 'Electronic_Archive', '2022561', NULL, 'أمر ادارى', 'done', NULL, NULL, '25-08-22', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/Electronic_Archive/تشكيل لجنة/Electronic_Archive-2022561-5-04-22.pdf\",\"Electronic_Archive-2022561-5-04-22.pdf\")'),
(76, '5-04-22', NULL, 'power-2022559-5-04-22.pdf', '2022-08-24 11:51:32', '2022-04-07 10:28:04', NULL, 'صيانة تكييف راس العش', 'خطاب لشركة القناه للانشاءات البحرية لسرعه عمل اللازم نحو صيانه التكييف الخاص بشلتر برج الرادار بمحطة راس العش وكذا نظام الاضاءة التحذيرية واخطارنا فور نهو الاعمال المطلوبه', 'power', '2022559', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/صيانة تكييف راس العش/power-2022559-5-04-22.pdf\",\"power-2022559-5-04-22.pdf\")'),
(77, '5-04-22', NULL, 'vtms-2022562-5-04-22.pdf', '2022-08-25 07:17:15', '2022-04-07 10:30:43', NULL, 'غرف كابلات المحطات المكشوفة', 'مراجعة وإنهاء وعمل اللازم نحو غرف الكابلات المكشوفة بجميع محطات القطاع الشمالى', 'vtms', '2022562', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/غرف كابلات المحطات المكشوفة/vtms-2022562-5-04-22.pdf\",\"vtms-2022562-5-04-22.pdf\")'),
(78, '5-04-22', NULL, 'technical_office-2022566-5-04-22.pdf', '2022-04-07 11:29:07', '2022-04-07 11:28:11', NULL, 'سيارة مجهزة للنقل', 'تواجد عدد/1 سياره نقل مجهزة بسلم هيدروليكى بمشتملاتها بقسم المراقبة الالكترونيه بالاسماعيليه للتامين عليها', 'technical_office', '2022566', NULL, 'إشاره كتابيه', 'done', '', NULL, NULL, '', NULL),
(80, '5-04-22', NULL, 'Maintenance-20221901-5-04-22.pdf', '2022-08-23 08:27:57', '2022-04-10 11:16:24', NULL, 'صيانة طابعة', 'إصلاح عدد/ 1 طابعة Canon LBP7210cdn رقم جرد 29199 والخاصة بالقسم المالي', 'Maintenance', '20221901', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/Maintenance/صيانة طابعة/Maintenance-20221901-5-04-22.pdf\",\"Maintenance-20221901-5-04-22.pdf\")'),
(81, '3-04-22', NULL, 'power-2022247-3-04-22.pdf', '2022-08-23 08:41:24', '2022-04-13 10:21:24', NULL, 'أوامر التوريد', 'مخاطبه الشركه الموردة لسرعه توفير الاجهزة مشمول امر التوريد (عدد/16 جهاز منظم جهد) وذلك لتامين انظمة التوقيتات والارصاد ضد التغيرات فى الجهد', 'power', NULL, '2022247', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-2022247-3-04-22.pdf\",\"power-2022247-3-04-22.pdf\")'),
(82, '17-07-2019', NULL, 'radars-92721326-17-07-2019.pdf', '2022-08-25 11:39:30', '2022-04-13 11:50:39', NULL, 'أمر توريد زيوت محطات', 'أمر توريد 26-927/213 بخصوص توفير زيوت جير بوكس للهوائيات', 'radars', '92721326', NULL, 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أمر توريد زيوت محطات/radars-92721326-17-07-2019.pdf\",\"radars-92721326-17-07-2019.pdf\")'),
(83, '12-07-2016', NULL, 'radars-443-12-07-2016.pdf', '2022-08-25 11:41:17', '2022-04-13 11:57:20', NULL, 'اشارة المجلس الوطنى ملحق الاتفاق', 'اشارة تبعا لاوامر التوريد لاحلال واستبدال الماجنترون واعادة المعايرة ل PFP', 'radars', '20216443', '443', 'فاكس', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/اشارة المجلس الوطنى ملحق الاتفاق/radars-443-12-07-2016.pdf\",\"radars-443-12-07-2016.pdf\")'),
(84, '5-04-2018', NULL, 'radars-26760383-5-04-2018.pdf', '2022-08-25 11:51:17', '2022-04-13 11:59:16', NULL, 'أمر توريد محطة القنطرة', 'أمر توريد لمحطة القنطرة', 'radars', '26760383', NULL, 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/أمر توريد محطة القنطرة/radars-26760383-5-04-2018.pdf\",\"radars-26760383-5-04-2018.pdf\")'),
(85, '12-04-22', NULL, '', '2022-04-20 12:11:20', '2022-04-13 12:07:34', 'يجب أن تقوم الشركة المكلف لها رسميا بتحديث مشروع الـ VTMS  بعمل دراسة ميدانيا للتغطية الرادارية للقناة الجديدة لتحدد عدد و أحداثيات', 'رؤية مستقبلية', 'عدم إمكانية الشبكة الرادارية الحالية من عند تغطية قناة السويس الجديدة من 65 حتي 90 كم بسبب إرتفاعات التلال الردم علي ضفتي قناة السويس و قد تصل إرتفاعها إلي منسوب 40 متر', 'radars', NULL, NULL, 'تقرير', 'done', NULL, NULL, NULL, '', NULL),
(86, '12-04-22', NULL, '', '2022-04-20 12:11:39', '2022-04-13 12:18:40', 'من المحتمل تكون تلال ناتج الردم علي ضفتي القناة الناتجة من الحفر و  التوسعة بالقطاع الجنوبي، مما ينتج عنه مناطق عمياء راداريا  ، مثلما مع حدث من حفر قناة السويس الجديدة و الإضطرار للإحتياج  إلي تركيب محطات رادار جديدة.', 'رؤية مستقبلية', 'رفع كفاءة التغطية الرادارية للمنطقة الجنوبية للقناة بعد التفريعة الجديدة التي جاري تنفيذها  من ترقيم 122 كم إلي 162 كم', 'radars', NULL, NULL, 'تقرير', 'done', NULL, NULL, NULL, '', NULL),
(88, '4-04-22', NULL, 'vtms-2022251-4-04-22.pdf', '2022-08-25 07:18:01', '2022-04-17 09:54:55', NULL, 'صدأ بالبرج', 'التنبيه بوجود صدأ وتآكل شديد بقواعد الإضاءة التحذيرية المثبتة أعلى بلكونة الكاميرا الملاحية أعلى برج الإشارة بمحطة القنطرة', 'vtms', NULL, '2022251', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/صدأ بالبرج/vtms-2022251-4-04-22.pdf\",\"vtms-2022251-4-04-22.pdf\")'),
(91, '11-04-22', NULL, 'security-2022267-11-04-22.pdf', '2022-08-28 12:03:29', '2022-04-19 11:22:43', NULL, 'تركيب كاميرات', 'الموافقة على توفير 29 كاميراout door ماركه hikvision وعدد 21 كاميرا in doorمن المتوافر بالسوق المحلى', 'security', NULL, '2022267', 'إشاره كتابيه', 'done', '2022572', NULL, NULL, 'security-2022267-11-04-22_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تركيب كاميرات/security-2022267-11-04-22.pdf\",\"security-2022267-11-04-22.pdf\")'),
(92, '12-04-22', NULL, 'security-2022289-12-04-22.pdf', '2022-08-09 12:36:00', '2022-04-19 11:24:33', NULL, 'تركيب كاميرات', 'سرعة مد كابل نحاس شعر 2*10مم2 من أقرب لوحة توزيع إلى داخل غرفة التحكم الموجودة ببوابة إدارة الاتصالات ونظم المعلومات على أن يكون المصدر مؤمن بمولدات الطوارى', 'security', NULL, '2022289', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(93, '11-04-22', NULL, 'technical_office-2022589-11-04-22.pdf', '2022-04-19 12:24:29', '2022-04-19 11:30:56', NULL, 'توفير مواد خارج جدول', 'المهمات التى يمكن شرائها مباشرتاً بمعرفة الجهة الطالبة دون الحاجه لاعتماد اذن طلب المواد بخاتم خارج الجدول التموينى من المخزن العام او المخازن الفرعية', 'technical_office', '2022589', NULL, 'إشاره كتابيه', 'done', '2022145', NULL, NULL, '', NULL),
(94, '12-04-22', NULL, 'tawkitat-2022593-12-04-22.pdf', '2022-04-19 12:25:58', '2022-04-19 11:37:55', NULL, 'تشكيل لجنة', 'التنبيه على السادة المذكورين اعضاء ممارسة تركيب نظام مكافحة الحريق لتامين غرفة الراكات بسنتر التوقيتات بالحضور الى ادارة التموين يوم الاربعاء الموافق 13/4/2022 الساعة العاشرة بمكتب السيد المهندس/ رئيس اللجنه لدراسة العروض الواردة بالممارسه', 'tawkitat', '2022593', NULL, 'إشاره كتابيه', 'done', '2022145', NULL, NULL, '', NULL),
(95, '13-04-22', NULL, 'security-2022282-13-04-22.pdf', '2022-08-09 12:39:11', '2022-04-19 11:42:02', NULL, 'تأمين أندية', 'موافاتنا باسماء مندوبين الاستلام الابتدائى للانظمه المطلوبه لعملية تطوير المركز الثقافى (النادى الاجتماعى)', 'security', NULL, '2022282', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(96, '19-04-22', NULL, 'vtms-2022611-19-04-22.pdf', '2022-08-25 07:20:59', '2022-04-19 11:46:10', NULL, 'استعجال أمر توريد', 'بالاحالة لامر توريد رقم 109-442/1056 في 1/2/2021 و المعدل برقم 3307 في 18/5/2021 و 6522 في 14/9/2021 الصادر لصالح شركة انظمة الاتصالات و المعلومات و التوريدات CISS', 'vtms', '2022611', NULL, 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/استعجال أمر توريد/vtms-2022611-19-04-22.pdf\",\"vtms-2022611-19-04-22.pdf\")'),
(97, '18-04-22', NULL, 'security-2022295-18-04-22.pdf', '2022-08-09 12:43:32', '2022-04-19 11:55:51', NULL, 'مشروع البصمة', 'بخصوص توفير كاميرات مراقبة خاصة باجهزة البصمة بمواقع الهيئة بمدن القتاة الثلاثة', 'security', NULL, '2022295', 'إشاره كتابيه', 'done', '2022545', NULL, NULL, 'security-2022295-18-04-22_a.pdf', NULL),
(98, '7-03-22', NULL, 'tawkitat-2022145-7-03-22.pdf', '2022-04-19 12:26:37', '2022-04-19 11:57:22', NULL, 'تركيب اجهزة اطفاء بالسنتر', 'تركيب اجهزة اطفاء تلقائى لتامين غرفة الراكات بسنتر التوقيتات والارصادر بقسم المراقبة الالكترونية', 'tawkitat', NULL, '2022145', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(100, '8-02-22', NULL, 'radars-8-02-22.pdf', '2022-04-21 11:40:01', '2022-04-21 11:40:01', 'ليست اشارة', 'أعطال', 'بيان بأعطال محطات الرادار حتي 8 /2/2022', 'radars', NULL, NULL, 'تقرير', 'done', NULL, NULL, '28-04-22', '', NULL),
(101, '13-09-21', NULL, 'power-191155384-13-09-21.pdf', '2022-08-24 08:54:37', '2022-04-24 11:37:48', NULL, 'أوامر التوريد', 'توريد جهاز ups 3kva', 'power', '191155384', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-191155384-13-09-21.pdf\",\"power-191155384-13-09-21.pdf\")'),
(102, '27-12-20', NULL, 'power-912186055-27-12-20.pdf', '2022-08-24 12:26:46', '2022-04-24 11:45:20', NULL, 'أوامر التوريد', 'توريد وتركيب 18 كارتة شبكة لزوم ups', 'power', '912186055', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-912186055-27-12-20.pdf\",\"power-912186055-27-12-20.pdf\")'),
(103, '6-3-22', NULL, 'power-1428189055-6-3-22.pdf', '2022-08-24 11:57:52', '2022-04-24 11:49:10', NULL, 'أوامر التوريد', 'تركيب ونوريد عدد/1 مجموعة توليد كهرباء قدرة 30ك. ف.أ', 'power', '1428189055', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-1428189055-6-3-22.pdf\",\"power-1428189055-6-3-22.pdf\")'),
(104, '29-02-22', NULL, 'power-1360328019-29-02-22.pdf', '2022-08-24 10:55:24', '2022-04-24 11:50:46', NULL, 'أوامر التوريد', 'توريد بطاريات اجهزة ups', 'power', '1360328019', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-1360328019-29-02-22.pdf\",\"power-1360328019-29-02-22.pdf\")'),
(105, '8-08-21', NULL, 'power-142188755-8-08-21.pdf', '2022-08-24 12:01:40', '2022-04-24 11:53:20', NULL, 'أوامر التوريد', 'توريد وتركيب جهاز ups 10kva sts', 'power', '142188755', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-142188755-8-08-21.pdf\",\"power-142188755-8-08-21.pdf\")'),
(106, '3-06-21', NULL, 'power-1749187455-3-06-21.pdf', '2022-08-24 11:49:17', '2022-04-24 12:01:13', NULL, 'أوامر التوريد', 'توريد محول5 ك.ف.ا ومحول عزل', 'power', '1749187455', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-1749187455-3-06-21.pdf\",\"power-1749187455-3-06-21.pdf\")'),
(107, '6-10-20', NULL, 'power-1494-6-10-20.pdf', '2022-08-24 11:53:41', '2022-04-24 12:02:54', NULL, 'أوامر التوريد', 'مهمات كهربية', 'power', '1494', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-1494-6-10-20.pdf\",\"power-1494-6-10-20.pdf\")'),
(108, '29-12-20', NULL, 'power-2229-29-12-20.pdf', '2022-08-24 11:03:29', '2022-04-24 12:03:38', NULL, 'أوامر التوريد', 'جهاز stabilizer', 'power', '2229', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-2229-29-12-20.pdf\",\"power-2229-29-12-20.pdf\")'),
(109, '30-5-21', NULL, 'power-1565182255-30-5-21.pdf', '2022-08-24 11:11:36', '2022-04-24 12:05:50', NULL, 'أوامر التوريد', 'توريد جهاز ups', 'power', '1565182255', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-1565182255-30-5-21.pdf\",\"power-1565182255-30-5-21.pdf\")'),
(110, '30-11-21', NULL, 'power-3800-30-11-21.pdf', '2022-08-24 11:05:41', '2022-04-24 12:06:23', NULL, 'أوامر التوريد', 'جهاز stabilizer', 'power', '3800', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-3800-30-11-21.pdf\",\"power-3800-30-11-21.pdf\")'),
(112, '26-05-21', NULL, 'power-1959-26-05-21.pdf', '2022-08-24 09:57:32', '2022-04-24 12:11:11', NULL, 'أوامر التوريد', 'توريد وتركيب ups s11 3kva avr, sts 40a s33, ups s33 10 kva', 'power', '1959', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-1959-26-05-21.pdf\",\"power-1959-26-05-21.pdf\")'),
(113, '26-07-21', NULL, 'power-1272-26-07-21.pdf', '2022-08-24 09:11:44', '2022-04-24 12:12:52', NULL, 'أوامر التوريد', 'توريد و تركيب ups 3kva', 'power', '1272', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-1272-26-07-21.pdf\",\"power-1272-26-07-21.pdf\")'),
(114, '18-04-22', NULL, 'security-611-18-04-22.PDF', '2022-08-09 12:52:21', '2022-05-11 07:59:47', NULL, 'تركيب كاميرات', 'بالاحالة لامر توريد رقم 109-442/1056 في 1/2/2021 و المعدل برقم 3307 في 18/5/2021 و 6522 في 14/9/2021 الصادر لصالح شركة انظمة الاتصالات و المعلومات و التوريدات CISS', 'security', '611', NULL, 'اشارة كتابية', 'done', NULL, NULL, NULL, '', NULL),
(115, '24-04-22', NULL, 'security-635-24-04-22.pdf', '2022-08-09 12:48:59', '2022-05-11 08:02:25', NULL, 'تأمين المستشفى', 'طلب تفريغ كاميرات المراقبة لقسم الطوارئ بمستشفى نمرة 6', 'security', '635', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(116, '26-04-22', NULL, 'technical_office-2022643-26-04-22.pdf', '2022-05-11 08:05:38', '2022-05-11 08:05:12', NULL, 'تفرير الجهاز المركزى', 'ملاحظات الجهاز المركزى للمحاسابات عن الفحص المحدود للخطة الإستثمارية والمشروعات وأعمال صيانة الأصول بهيئة قناة السويس خلال النصف الأول من العام المالى 2021/2022', 'technical_office', '2022643', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(117, '26-04-22', NULL, 'tawkitat-2022315-26-04-22.pdf', '2022-05-11 08:08:00', '2022-05-11 08:08:00', NULL, 'تثبيت سيارة', 'تثبيت السيارة الفان رقم ط هــ و 7479 للعمل على مشروع التوقيتات والأرصاد المتكامل الخاص بتوقيتات السفن', 'tawkitat', NULL, '2022315', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(118, '27-04-22', NULL, 'security-2022648-27-04-22.pdf', '2022-08-09 12:51:07', '2022-05-11 08:11:00', NULL, 'تركيب كاميرات', 'امر توريد رقم 109-517/1720 لتوريد 50 كاميرا مراقبة', 'security', '2022648', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(119, '27-04-22', NULL, 'security-2022655-27-04-22.pdf', '2022-08-09 12:56:04', '2022-05-11 08:15:39', NULL, 'تركيب كاميرات', 'الإحاطة بأنه تقرر إجراء المعاينات المطلوب تنفيذها بطلب أسعار بمظاريف مغلقة جلسة يوم الإثنين الموافق 2022/5/16 لتوريد منظومة مراقبة بالكاميرات لقاعة الاحتفالات بمنطقة نمره 6', 'security', '2022655', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(120, '18-04-22', NULL, 'security-2022295-18-04-22.pdf', '2022-08-09 12:54:20', '2022-05-11 08:18:15', NULL, 'تركيب كاميرات', 'بخصوص توفير كاميرات مراقبة خاصة باجهزة البصمة بمواقع الهيئة بمدن القتاة الثلاثة', 'security', NULL, '2022295', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(121, '23-03-22', NULL, 'power-2022199-23-03-22.pdf', '2022-08-24 08:11:26', '2022-05-11 08:19:28', NULL, 'أوامر التوريد', 'مخاطبة شركة دلتا للتجارة والتوزيع لسرعة توريد قطع غيار مولدات المراقبة الإلكترونية', 'power', NULL, '2022199', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-2022199-23-03-22.pdf\",\"power-2022199-23-03-22.pdf\")'),
(122, '28-04-22', NULL, 'security-2022665-28-04-22.pdf', '2022-08-09 12:57:12', '2022-05-11 08:21:27', NULL, 'تركيب كاميرات', 'سرعة إتخاذ الإجراءات اللازمة لتوصيل كابل الكهرباء لغرفة التحكم حتى تتمكن الشركة من إستكمال أعمال التركيب والتشغيل لنظام المراقبة بالكاميرات لمبنى إدارة الإتصالات ونظم المعلومات ومركز الأبحاث', 'security', '2022665', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(123, '28-04-22', NULL, 'security-2022326-28-04-22.pdf', '2022-08-09 12:58:37', '2022-05-11 08:23:25', NULL, 'تأمين المستشفى', 'طلب الإدارة القانونية بتفريغ الكاميرات بقسم الطوارىء بمستشفى نمرة 6 وطلب نسخة من التسجيلات فى التوقيت من الساعة الثالثة عصراً حتى السادسة مساءاً عن يوم الجمعة الموافق 2022/3/18 فإنه يرجى العلم بأن فترة تسجيل كاميرات مستشفى نمرة 6 هى لمدة 15 يوم طبقاً لمتطلبات الهيئة', 'security', NULL, '2022326', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(124, '28-04-22', NULL, 'power-2022328-28-04-22.pdf', '2022-08-24 08:36:32', '2022-05-11 08:24:52', NULL, 'القوى -الطاقة المتجددة', 'خطاب شركة الجيزة للأنظمة بتاريخ 26/4/2022 لمتابعة سير الأعمال طبقاً للمخطط المتفق علية ويرجى العلم بإفادة الشركة إستعدادها لإجراء إختبارات التسليم الإبتدائى لموقع التبينة وبخصوص عدم إستقرار التيار الكهربى بالمحطات', 'power', NULL, '2022328', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022328-28-04-22.pdf\",\"power-2022328-28-04-22.pdf\")'),
(125, '28-04-22', NULL, 'tawkitat-2022329-28-04-22.pdf', '2022-05-11 08:26:46', '2022-05-11 08:26:46', NULL, 'موقف تأخير شركة جيزة للأنظمة', 'بخصوص الدراسة والإفادة عن موقف تأخير شركة جيزة للأنظمة فى توريد وتركيب مضمون أمر التوريد رقم26- 367/814 الصادر لها بتاريخ 17/9/2015', 'tawkitat', NULL, '2022329', 'إشاره كتابيه', 'waiting', NULL, NULL, '15-05-22', '', NULL),
(126, '08-05-22', NULL, 'security-2022334-08-05-22.pdf', '2022-08-07 10:02:16', '2022-05-11 08:37:26', NULL, 'تأمين محطات المياه', 'الرد على الاستفسارات فيما يخص توريد وتركيب كاميرات المراقبة وكافة ملحقاتها لمحطات المياه بمدن القناة الثلاث', 'security', NULL, '2022334', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(127, '08-05-22', NULL, 'technical_office-2022677-08-05-22.pdf', '2022-05-11 08:38:47', '2022-05-11 08:38:47', NULL, 'تحديد احتياجات', 'تحديد احتياجات الادارة وشركات الهيئة التابعه لها لاى من قطع الاراضى السابق تخصيصها للهيئة الرد فى خلال شهر من تاريخه', 'technical_office', '2022677', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(128, '08-08-22', NULL, 'power-2022678-08-08-22.pdf', '2022-08-24 07:48:33', '2022-05-11 08:40:32', NULL, 'اعمال التكسير ومد الكابل', 'الموافقة على البدء فى اعمال التكسير ومد الكابل من اقرب لوحة توزيع الى داخل غرفة التحكم الموجوده ببوابه الاتصالات حتى نتمكن من نهو الاعمال', 'power', '2022678', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/اعمال التكسير ومد الكابل/power-2022678-08-08-22.pdf\",\"power-2022678-08-08-22.pdf\")'),
(129, '09-05-22', NULL, 'power-2022681-09-05-22.pdf', '2022-08-24 08:16:42', '2022-05-11 08:41:52', NULL, 'اصلاح اجهزة التكييف', 'بخصوص اصلاح اجهزة التكييف بمحطات رأس العش والبلاح', 'power', '2022681', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/اصلاح اجهزة التكييف/power-2022681-09-05-22.pdf\",\"power-2022681-09-05-22.pdf\")'),
(130, '08-05-22', NULL, 'security-2022332-08-05-22.pdf', '2022-08-14 12:29:54', '2022-05-11 08:44:57', NULL, 'تأمين مركز الأبحاث', 'مخاطبة شركة CISS المنفذة لمشروع توريد وتركيب منظومة مراقبة بالكاميرات لإدارة الإتصالات ومركز الأبحاث لرفع عدد/ 4 كاميرات من صالة القناة بمبنى الأبحاث فى أسرع وقت', 'security', NULL, '2022332', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين مركز الأبحاث/security-2022332-08-05-22.pdf\",\"security-2022332-08-05-22.pdf\")'),
(131, '08-05-22', NULL, 'security-2022673-08-05-22.pdf', '2022-05-11 08:57:27', '2022-05-11 08:52:24', NULL, 'توريد وتركيب نظام مكافحة الحريق', 'بخصوص توريد وتركيب نظام مكافحة الحريق المطلوب لتامين غرفة الراكات بسنتر التوقيتات والارصاد', 'security', '2022673', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(132, '16-05-22', NULL, 'tawkitat-2022361-16-05-22.pdf', '2022-05-18 07:15:01', '2022-05-18 07:15:01', NULL, 'استخراج تصاريح', 'استخراج تصاريح مؤقته لمندوبى شركة جيزه للانظمة لدخول المحطات البحرية يوم الثلاثاء الموافق 17/5/2022 لمدة 6 اشهر وذلك لاستكمال اعمال مشروع لوحات التوقيتات والارصاد', 'tawkitat', NULL, '2022361', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(133, '16-05-22', NULL, 'security-2022709-16-05-22.pdf', '2022-05-18 07:18:51', '2022-05-18 07:18:51', NULL, 'موافاتنا بخطط الصيانة', 'موافاتنا بخطط الصيانة الدورية والصيانة الطارئة لانظمة المراقبة بالكاميرات', 'security', '2022709', NULL, 'إشاره كتابيه', 'paused', NULL, NULL, NULL, '', NULL),
(134, '16-05-22', NULL, 'vtms-2022708-16-05-22.pdf', '2022-08-25 07:22:14', '2022-05-18 07:22:04', NULL, 'عرض شركة ملاحة', 'فاكس من مكتب محمد أحمد أبوذكرى للمقاولات والتوكيلات بخصوص عرض التعاون والشراكة بين هيئة قناة السويس و شركة (ZENI LITE Buoy.LTD) اليابانية لتصميم وتصنيع المساعدات الملاحية من (شمندورات/بيكونات/أبراج ملاحية) للسوق المحلية - الشرق الأوسط وشمال إفريقيا', 'vtms', '2022708', NULL, 'إشاره كتابيه', 'monitor', NULL, NULL, '28-05-22', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/عرض شركة ملاحة/vtms-2022708-16-05-22.pdf\",\"vtms-2022708-16-05-22.pdf\")'),
(135, '18-05-22', NULL, 'radars-2022715-18-05-22.pdf', '2022-08-25 11:56:33', '2022-05-24 07:32:55', NULL, 'توريد وتركيب', 'الإحاطة بأنه لم يسبق للشئون الفنية طلب (توريد وتركيب) بيتافورة حمولة (1 طن) من قبل', 'radars', '2022715', NULL, 'إشاره كتابيه', 'monitor', '2022367', NULL, NULL, 'radars-2022715-18-05-22_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/توريد وتركيب/radars-2022715-18-05-22.pdf\",\"radars-2022715-18-05-22.pdf\")'),
(136, '17-05-22', NULL, 'radars-2022367-17-05-22.pdf', '2022-08-25 11:44:53', '2022-05-24 07:36:15', NULL, 'توريد وتركيب بيتافورة حمولة 1 طن', 'توريد وتركيب بيتافورة حمولة 1 طن بالرصيف البحرى لمحطة رادار شرق الفردان بترقيم كم 63 شرق فى أقرب وقت ممكن', 'radars', NULL, '2022367', 'إشاره كتابيه', 'done', '2022697', NULL, NULL, 'radars-2022367-17-05-22_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/توريد وتركيب بيتافورة حمولة 1 طن/radars-2022367-17-05-22.pdf\",\"radars-2022367-17-05-22.pdf\")'),
(137, '12-05-22', NULL, 'radars-2022697-12-05-22.pdf', '2022-08-29 07:16:51', '2022-05-24 07:37:21', NULL, 'المناقشات الفنية', 'بخصوص المناقشات الفنية مع السادة أعضاء اللجنة فيما يخص معدلات أمان السيرة 8/1 نقل ومميزاتها عن التروسيكل من حيث قوة الفرامل ودقة التوجية', 'radars', '2022697', NULL, 'فاكس', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/المناقشات الفنية/radars-2022697-12-05-22.pdf\",\"radars-2022697-12-05-22.pdf\")'),
(138, '16-06-22', NULL, 'security-2022883-16-06-22.pdf', '2022-06-19 09:21:37', '2022-06-19 09:21:08', NULL, 'اعمال هندسية استشارية', 'اعمال هندسية استشارية لمبنى هيئة قناة السويس بالعاصمة الادارية الجديدة الاستشارى / جماعة المهندسين الاستشارين', 'security', '2022883', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(139, '08-06-22', NULL, 'security-2022840-08-06-22.pdf', '2022-06-19 09:46:24', '2022-06-19 09:26:13', NULL, 'توريد وتركيب نظام مكافحة الحريق', 'الرسومات والمخططات المرسله من شركة الهدى بخصوص توريد وتركيب نظام مكافحة الحريق( FM-200) المطلوب لتأمين غرفة الراكات بسنتر التوقيتات والإرصاد للاعتماد', 'security', '2022840', NULL, 'إشاره كتابيه', 'done', '2022747', NULL, NULL, 'security-2022840-08-06-22.apdf', NULL);
INSERT INTO `offers` (`id`, `name_en`, `price`, `photo`, `created_at`, `updated_at`, `details_en`, `name_ar`, `details_ar`, `directory`, `input`, `output`, `type`, `status`, `reply_on`, `require_monitor`, `monitor_date`, `additions`, `link`) VALUES
(140, '24-05-22', NULL, 'security-2022747-24-05-22.pdf', '2022-08-14 12:37:28', '2022-06-19 09:28:36', NULL, 'تأمين مراكز الحركة', 'امر توريد رقم 28-1811/1599 لصالح شركه الهدى لتوريد وتركيب نظام مكافحه الحريق fm200 لتامين غرفة الراكات', 'security', '2022747', NULL, 'إشاره كتابيه', 'done', '2022145', NULL, NULL, 'security-2022747-24-05-22_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين مراكز الحركة/security-2022747-24-05-22.pdf\",\"security-2022747-24-05-22.pdf\")'),
(141, '07-03-22', NULL, 'security-2022145-07-03-22.pdf', '2022-06-19 09:34:15', '2022-06-19 09:34:15', NULL, 'تركيب اجهزة اطفاء تلقائى لتامين', 'تركيب اجهزة اطفاء تلقائى لتامين غرفة الراكات بسنتر التوقيتات والارصادر بقسم المراقبة الالكترونية', 'security', NULL, '2022145', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(142, '13-06-22', NULL, 'security-2022860-13-06-22.pdf', '2022-06-19 09:45:12', '2022-06-19 09:44:11', NULL, 'إعتماد الرسومات التصميمية لنظام إطفاء الحريق', 'اشارة للتموين بمراجعة وإعتماد الرسومات التصميمية لنظام إطفاء الحريق لغرفة الراكات بسنتر التوقيتات والأرصاد المقدمة من الشركة و لا توجد عليها أى ملاحظات', 'security', '2022860', NULL, 'إشاره كتابيه', 'done', '2022840', NULL, NULL, 'security-2022860-13-06-22.apdf', NULL),
(143, '13-06-22', NULL, 'security-2022858-13-06-22.pdf', '2022-08-14 12:39:29', '2022-06-19 09:50:38', NULL, 'تأمين المستشفى', 'عملية / انشاء مبنى الجراحة والطوارئ الجديد بمستشفى نمرة 6 بالاسماعيلية', 'security', '2022858', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين المستشفى/security-2022858-13-06-22.pdf\",\"security-2022858-13-06-22.pdf\")'),
(144, '16-06-22', NULL, 'security-2022466-16-06-22.pdf', '2022-06-19 09:53:58', '2022-06-19 09:53:58', NULL, 'فك وازاله عدد/5 سارى وماعليها من كاميرات وعدد/2 راك', 'اشاره رقم 1545 لمخاطبه شركه الحاسبات المتقدمه ACT لممارستها فى فك وازاله عدد/5 سارى وماعليها من كاميرات وعدد/2 راك الخاص بتامين مستشفى نمره 6', 'security', NULL, '2022466', 'إشاره كتابيه', 'done', NULL, NULL, NULL, 'security-2022466-16-06-22.apdf', NULL),
(145, '16-06-22', NULL, 'security-2022467-16-06-22.pdf', '2022-06-19 10:22:06', '2022-06-19 10:22:06', NULL, 'اشارة رقم 1548 بخصوص سرعة فك وازاله عدد/5 سارى', 'اشارة رقم 1548 بخصوص سرعة فك وازاله عدد/5 سارى وعدد/2 راك الخاص بكاميرات المراقبة بمستشفى نمره 6 بالكروكى المرفق بالاشارة', 'security', NULL, '2022467', NULL, 'done', '2022858', NULL, NULL, 'security-2022467-16-06-22.apdf', NULL),
(146, '20-06-22', NULL, 'vtms-2022900-20-06-22.pdf', '2022-08-25 07:23:50', '2022-06-26 07:15:21', NULL, 'مذكره للعرض', 'عرض التعاون والشراكه بين احدى شركات هيئة قناه السويس والشركة اليابانية لتصميم وتصنيع المساعدات الملاحية', 'vtms', '2022900', NULL, 'مذكرة فريق', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/مذكره للعرض/vtms-2022900-20-06-22.pdf\",\"vtms-2022900-20-06-22.pdf\")'),
(147, '26-06-22', NULL, 'security-2022919-26-06-22.pdf', '2022-06-27 07:38:13', '2022-06-27 07:38:13', NULL, 'إشارة رقم 1545 بتاريخ 2022/6/16', 'فاكس إلى شركة الحاسبات المتقدمة ACT بخصوص أمر التوريد رقم 109-1024/400 بتاريخ 2020/1/20 الخاص بتوريد وتركيب وتشغيل منظومة مراقبة بالكاميرات لمبنى الإرشاد ومستشفى نمرة 6 بالإسماعيلية', 'security', '2022919', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(148, '26-06-22', NULL, 'security-2022921-26-06-22.pdf', '2022-06-27 07:39:57', '2022-06-27 07:39:57', NULL, 'أمر التوريد رقم 109-1024/400 فى 22020/1/20', 'إشارة إلى إدارة التموين بخصوص سرعة موافاتهم عن ماتم نحو مخاطبة شركة الحاسبات المتقدمة ACT لممارستها فى عملية الفك والإزالة لعدد/ 5 صارى وما عليها من الكاميرات الواقعة داخل حدود عملية إنشاء مبنى الجراحة والطوارىء الجديدة بمستشفى نمرة 6', 'security', '2022921', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', NULL),
(149, '18-07-22', NULL, 'tawkitat-2022542-18-07-22.pdf', '2022-07-19 10:53:24', '2022-07-19 10:53:24', NULL, 'تنفيذ وتركيب واستلام منظومة مكافحة', 'اشاره رقم 1746 لموافاتنا ببيانات مندوبهم للاشتراك بلجنة الاشراف على تنفيذ وتركيب واستلام منظومة مكافحة الحريق المزمع تركيبها فى غرفة الراكات بسنتر التوقيتات والارصاد بمبنى المراقبة الالكترونية', 'tawkitat', NULL, '2022542', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(150, '18-07-22', NULL, 'power-2022547-18-07-22.pdf', '2022-08-24 09:35:18', '2022-07-19 10:54:39', NULL, 'القوى -الطاقة المتجددة', 'بند خصم توفير ومد الكابلات الخاصة بمشروع تطوير التغذية الكهربية للأحمال الحرجة بالقطاع الشمالى بإستخدام الطاقة المتجددة (الرياح + الطاقة الشمسية)', 'power', NULL, '2022547', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022547-18-07-22.pdf\",\"power-2022547-18-07-22.pdf\")'),
(151, '18-07-22', NULL, 'security-2022986-18-07-22.pdf', '2022-08-07 11:31:37', '2022-07-19 10:56:19', NULL, 'تأمين مبنى ق.س العاصمه الاداريه', 'مرفق رد الاستشارى على النقاط الخاصة باعمال الصوتيات وكاميرات المراقبه الخاصة انشاء مبنى هيئة قناه السويس بالعاصمه الاداريه وذلك فى الاجتماع الذى تم بحضور مندوبينا بمقر ادارة الاشغال', 'security', '2022986', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(152, '18-07-22', NULL, 'security-2022980-18-07-22.pdf', '2022-07-19 10:58:04', '2022-07-19 10:58:04', NULL, 'الكاميرات التى تم تنفيذها بمشروع إستاد القناة الجديد', 'خطاب اللجنة القومية الدائمة للتنسيق الأمنى وحضور ممثل هيئة قناة السويس إجتماع اللجنة يوم 19/7/2022 لمناقشة موضوع الكاميرات التى تم تنفيذها بمشروع إستاد القناة الجديد', 'security', '2022980', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(153, '18-05-22', NULL, 'radars-2022543-18-05-22.pdf', '2022-08-29 07:23:21', '2022-07-19 11:00:03', NULL, 'ضغط المياه صندوق الحريق محطة رادار', 'سرعه مخاطبة الجهة المختصه لرفع ضغط المياه الى المستوى المناسب لتشغيل صندوق الحريق ورفع ضغط المياه داخل غرفة امين المخزن بمحطة رادار الارسال', 'radars', NULL, '2022543', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/ضغط المياه صندوق الحريق محطة رادار/radars-2022543-18-05-22.pdf\",\"radars-2022543-18-05-22.pdf\")'),
(154, '18-07-22', NULL, 'power-2022991-18-07-22.pdf', '2022-08-24 08:41:55', '2022-07-19 11:01:14', NULL, 'القوى -الطاقة المتجددة', 'موافاتهم ببند خصم تطوير التغذية الكهربية لاحمال الحرجة لعدد/9 محطات من القطاع الشمالى', 'power', '2022991', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022991-18-07-22.pdf\",\"power-2022991-18-07-22.pdf\")'),
(155, '18-07-22', NULL, 'tawkitat-2022992-18-07-22.pdf', '2022-07-19 11:02:20', '2022-07-19 11:02:20', NULL, 'لتامين غرفة الراكات بسنتر التوقيتات والارصاد', 'تقرير الحمايه المدنيه الاولى لاعتماد مكونات النظام الخاص لامر التوريد رقم28 -1811/1599 بخصوص توريد وتركيب نظام مكافحة الحريق المطلوب لتامين غرفة الراكات بسنتر التوقيتات والارصاد', 'tawkitat', '2022992', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(156, '18-07-22', NULL, 'power-2022993-18-07-22.pdf', '2022-08-23 08:45:37', '2022-07-19 11:08:54', NULL, 'أوامر التوريد', 'اشارة الى الماليه بخصوص استعجال بنك قناه السويس لموافاتهم بسويفت اصدار الاعتماد المستندى بشكل عاجل حتى يتسنى لنا استعجال الشركه الموردة لتوريد مشمول امر توريد رقم55- 1659/1939بتاريخ 12/4/2022 للطاقه المتجدده', 'power', NULL, '2022993', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-2022993-18-07-22.pdf\",\"power-2022993-18-07-22.pdf\")'),
(157, '19-07-22', NULL, 'security-20221003-19-07-22.pdf', '2022-07-20 07:12:21', '2022-07-20 07:12:21', NULL, 'تأمين محور قناة السويس', 'مرفق صورة كتاب الإدارة العامة لتأمين محور قناة السويس بشأن طلب بيانات العاملين بالمواقع على المجرى الملاحى وافاد السيد اللواء/ مدير الإدارة العامة لتأمين محور قناة السويس بأنه لا يوجد مانع جنائى ما عدا عدد/ 161 فرد مطلوب ترددهم شخصياً لديوان إدارة البحث الجنائى', 'security', '20221003', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(158, '19-07-22', NULL, 'power-20221001-19-07-22.pdf', '2022-08-24 08:01:21', '2022-07-20 07:13:21', NULL, 'منظومة اطفاء تلقائى خاصة بالمولد', 'ضرورة وضع عمل منظومة اطفاء تلقائى خاصة بالمولد الموجود بجوار البرج والمغذى لاجهزة الملاحة بالبرج', 'power', '20221001', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/منظومة اطفاء تلقائى خاصة بالمولد/power-20221001-19-07-22.pdf\",\"power-20221001-19-07-22.pdf\")'),
(159, '19-07-22', NULL, 'Electronic_Archive-20221000-19-07-22.pdf', '2022-08-25 09:11:52', '2022-07-20 07:14:39', NULL, 'توريد نظام ارشيف اليكترونى', 'الامر الادارى رقم 263 لسنه 2022 بتشكيل لجنه الدراسات والبت فى عطاءات المناقصة المحدد لتوريد نظام ارشيف اليكترونى الحضور يومى الاربعاء والخميس الموافقان 20،21/7/2022 فى قاعة الاجتماعات بادارة التموين بالاسماعيليه', 'Electronic_Archive', '20221000', NULL, 'أمر ادارى', 'done', NULL, NULL, '25-08-22', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/Electronic_Archive/توريد نظام ارشيف اليكترونى/Electronic_Archive-20221000-19-07-22.pdf\",\"Electronic_Archive-20221000-19-07-22.pdf\")'),
(160, '19-07-22', NULL, 'security-2022999-19-07-22.pdf', '2022-07-20 07:15:38', '2022-07-20 07:15:38', NULL, 'فك مهمات الكاميرات', 'فاكس الى شركة الحاسبات المتقدمه ACT للموافقه على التكلفه المقترحه لفك مهمات الكاميرات لمبنى الارشاد ومستشفى نمره 6', 'security', '2022999', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(161, '20-07-22', NULL, 'technical_office-20221009-20-07-22.pdf', '2022-07-21 08:25:20', '2022-07-21 08:25:20', NULL, 'جهاز حاسب آلى', 'أمر توريد رقم 108- 14/1606 بمخاطبة شركة دار النظم والتكنولوجيا المتقدمة لتوريد عدد/ 1 جهاز حاسب الى', 'technical_office', '20221009', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', NULL),
(162, '27-06-22', NULL, 'security-2022559-27-06-22.pdf', '2022-07-27 06:46:08', '2022-07-27 06:46:08', NULL, 'النقاط الخاصة بأعمال الصوتيات وكاميرات المراقبة', 'رد الإستشارى على النقاط الخاصة بأعمال الصوتيات وكاميرات المراقبة التى تم مناقشتها فى الإجتماع الذى انعقد بتاريخ 2022/7/5 بمقر إدارة الأشغال', 'security', NULL, '2022559', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(163, '1-08-22', NULL, 'radars-2022572-1-08-22.pdf', '2022-08-29 07:34:17', '2022-08-02 07:13:17', NULL, 'مشكلة ضغط المياه بموقع مخزن قطع غيار الرادار', 'صادر إدارة رقم 1878 بتاريخ 2022/7/31 بتوفير حل عاجل لعلاج مشكلة ضغط المياه بموقع مخزن قطع غيار الرادار بمحطة الإرسال', 'radars', NULL, '2022572', 'إشاره كتابيه', 'monitor', '20223079', NULL, NULL, 'radars-2022572-1-08-22_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/مشكلة ضغط المياه بموقع مخزن قطع غيار الرادار/radars-2022572-1-08-22.pdf\",\"radars-2022572-1-08-22.pdf\")'),
(164, '27-07-22', NULL, 'radars-20221035-27-07-22.pdf', '2022-08-25 12:27:22', '2022-08-02 07:16:07', NULL, 'مشكلة ضغط المياه بمحطة رادار الارسال', 'بخصوص حل مشكلة ضغط المياه بمحطة رادار الارسال', 'radars', '20221035', NULL, 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/مشكلة ضغط المياه بمحطة رادار الارسال/radars-20221035-27-07-22.pdf\",\"radars-20221035-27-07-22.pdf\")'),
(165, '4-08-22', NULL, 'radars-20221071-4-08-22.pdf', '2022-08-29 08:07:44', '2022-08-07 08:25:59', NULL, 'إحلال برج الكاب', 'الإفادة ببيانات مندوبينا (الإسم - الدرجة والرقم الوظيفى) ليتسنى لهم تشكيل لجنة برئاسة الإدارة الهندسية بخصوص المواصفات والمتطلبات الفنية للجهات المعنية لإحلال برج الكاب', 'radars', '20221071', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/إحلال برج الكاب/radars-20221071-4-08-22.pdf\",\"radars-20221071-4-08-22.pdf\")'),
(166, '4-08-22', NULL, 'radars-20221072-4-08-22.pdf', '2022-08-29 08:09:56', '2022-08-07 08:28:52', NULL, 'إحلال برج محطة الكاب', 'إشارة إلى الإدارة الهندسية بالإحاطة بترشيح السيد المهندس/ أحمد حسن أحمد حسن الديب - للإشتراك فى أعمال لجنة برئاسة الإدارة الهندسية بخصوص المواصفات والمتطلبات الفنية للجهات المعنية لإحلال برج محطة الكاب', 'radars', '20221072', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/إحلال برج محطة الكاب/radars-20221072-4-08-22.pdf\",\"radars-20221072-4-08-22.pdf\")'),
(167, '4-08-22', NULL, 'radars-20221073-4-08-22.pdf', '2022-08-25 12:24:40', '2022-08-07 08:29:54', NULL, 'قطع غيار الرادار بمحطة الارسال', 'ارسال المندوب لاستلام عدد/4 طفاية ماتيك سعه 12 كجم وذلك لتركيبها بمخزن قطع غيار الرادار بمحطة الارسال', 'radars', '20221073', NULL, 'إشاره كتابيه', 'done', '2022572', NULL, NULL, 'radars-20221073-4-08-22_a.apdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/قطع غيار الرادار بمحطة الارسال/radars-20221073-4-08-22.pdf\",\"radars-20221073-4-08-22.pdf\")'),
(170, '9-08-22', NULL, 'security-20221087-9-08-22.pdf', '2022-08-09 09:15:50', '2022-08-09 08:40:37', NULL, 'تأمين المستشفى', 'مرفق عدد/5 لوحات تصميم الكاميرات والمراقبة فى مبنى الجراحه والطوارىء بمستشفى نمره 6 للمراجعه وابداء الراى', 'security', '20221087', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(171, '9-08-22', NULL, 'security-2022188-9-08-22.pdf', '2022-08-09 09:22:56', '2022-08-09 08:55:29', NULL, 'تأمين المستشفى', 'موافاتهم بتكلفة إصلاح التلفيات بسبب قيام مندوب شركة الشروق بعمل صيانة للتكييف المركزى والتى نتج عنها تعطل إحدى كاميرات مبنى الإستقبال والطوارىء بمستشفى نمرة 6 لخصمها من مستحقات الشركة', 'security', '2022188', NULL, 'إشاره كتابيه', 'done', '2022573', NULL, NULL, '', NULL),
(172, '31-07-22', NULL, 'security-2022573-31-07-22.pdf', '2022-08-09 11:21:30', '2022-08-09 11:21:30', NULL, 'تأمين المستشفى', 'اشارة رقم 1877 تحديد الجهه المسئوله عن تعطيل احدى كاميرات قاعه الاستقبال بمستشفى نمره 6', 'security', NULL, '2022573', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(174, '9-8-22', NULL, 'security-20221088-9-8-22.pdf', '2022-08-09 11:50:12', '2022-08-09 11:50:12', NULL, 'تأمين المستشفى', 'موافاتهم بتكلفة إصلاح التلفيات بسبب قيام مندوب شركة الشروق بعمل صيانة للتكييف المركزى والتى نتج عنها تعطل إحدى كاميرات مبنى الإستقبال والطوارىء بمستشفى نمرة 6 لخصمها من مستحقات الشركة', 'security', '20221088', NULL, 'إشاره كتابيه', 'done', '2022573', NULL, NULL, 'security-20221088-9-8-22_a.pdf', NULL),
(175, '7-04-22', NULL, 'security-2022572-7-04-22.pdf', '2022-08-09 12:19:43', '2022-08-09 12:19:43', NULL, 'تأمين المستشفى', 'بخصوص توريد وتركيب وتشغيل منظومة مراقبة للمراكز الطبيه ببورسعيد والسويس وللموافقة على توفير عدد/ 29 كاميرا Outdoor وعدد/21 كاميرا indoor', 'security', '2022572', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', NULL),
(176, '10-08-22', NULL, 'radars-20221097-10-08-22.pdf', '2022-08-25 12:28:12', '2022-08-11 07:11:28', NULL, 'صيانة برج القنطرة', 'تأكل بقواعد الإضاءة التحذيرية المثبتة على البرج بمحطة القنطرة', 'radars', '20221097', NULL, 'إشاره كتابيه', 'monitor', '2022251', NULL, NULL, 'radars-20221097-10-08-22_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/صيانة برج القنطرة/radars-20221097-10-08-22.pdf\",\"radars-20221097-10-08-22.pdf\")'),
(177, '4-04-22', NULL, 'radars-202251-4-04-22.pdf', '2022-08-29 08:18:58', '2022-08-11 08:53:45', NULL, 'صيانة برج القنطرة', 'التنبيه بوجود صدأ وتآكل شديد بقواعد الإضاءة التحذيرية المثبتة أعلى بلكونة الكاميرا الملاحية أعلى برج الإشارة بمحطة القنطرة', 'radars', NULL, '202251', 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/صيانة برج القنطرة/radars-202251-4-04-22.pdf\",\"radars-202251-4-04-22.pdf\")'),
(178, '21-08-22', NULL, 'technical_office-20221137-21-08-22.pdf', '2022-08-22 07:33:37', '2022-08-22 07:33:37', NULL, 'تركيب هواتف', 'تم التنسيق مع مندوب قسم السنترالات والتراسل ومندوب قسم الشبكات ومندوبكم السيد/ محمد السيد حمدون وانتهت المعاينه لعمل مسار للربط بين غرفة الكشف اسفل الرادار وغرفه الكشف فى مدخل المبنى', 'technical_office', '20221137', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/تركيب هواتف/technical_office-20221137-21-08-22.pdf\",\"technical_office-20221137-21-08-22.pdf\")'),
(179, '21-08-22', NULL, 'vtms-20221139-21-08-22.pdf', '2022-08-22 07:36:05', '2022-08-22 07:36:05', NULL, 'تطوير مركز الحركة', 'نقل خط الربط مع مجلس الوزراء والموجود حالياً بالدور التاسع بمبنى الإرشاد الى المركز الجديد التنسيق مع المراقبة الإلكترونية لتجهيز خطوط الربط اللأزمة توصيل أحد أجهزة الكمبيوتر بالمركز الجديد بشبكة ECM الحاصة بالهيئة', 'vtms', '20221139', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/تطوير مركز الحركة/vtms-20221139-21-08-22.pdf\",\"vtms-20221139-21-08-22.pdf\")'),
(180, '21-08-22', NULL, 'power-20221138-21-08-22.pdf', '2022-08-22 07:37:14', '2022-08-22 07:37:14', NULL, 'القوى -الطاقة المتجددة', 'تم مخاطبه ادارة الاشغال باشارة رقم 623 بتاريخ 10/5/2022 لعمل مسار خارجى الذى تم معاينته بمعرفة مندوب ادارة الاتصالات والاشغال ولم يتم الانتهاء من الاعمال المطلوبه', 'power', '20221138', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-20221138-21-08-22.pdf\",\"power-20221138-21-08-22.pdf\")'),
(181, '24-08-22', NULL, 'security-20221152-24-08-22.pdf', '2022-08-25 06:27:16', '2022-08-25 06:27:16', NULL, 'تأمين الاستاد', 'مرفق خطاب السيد رئيس اللجنه القوميه للتنسيق الامنى لمنظومه كاميرات الرصد المرئى بخصوص مشروع استاد القناه', 'security', '20221152', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين الاستاد/security-20221152-24-08-22.pdf\",\"security-20221152-24-08-22.pdf\")'),
(182, '24-08-22', NULL, 'technical_office-20221157-24-08-22.pdf', '2022-08-25 06:34:55', '2022-08-25 06:34:55', NULL, 'إخطار لجميع الوحدات', 'خطة تطوير خدمات الإتصالات بالهيئة وتوفير رقم مختصر موحد للطوارىء', 'technical_office', '20221157', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/إخطار لجميع الوحدات/technical_office-20221157-24-08-22.pdf\",\"technical_office-20221157-24-08-22.pdf\")'),
(183, '24-08-22', NULL, 'power-2022640-24-08-22.pdf', '2022-08-25 06:44:37', '2022-08-25 06:44:37', NULL, 'صيانة تكييفات', 'اشاره رقم 2055 وجود عطل فى لوحه التحكم يالتكييفات فى غرفة الفيبر بمحطة رادار شرق الفردان وجود عطل فى لوحة التحكم بالتكييفات بشلتر اجهزه الردار بمحطة رادار فناره اصلاح لوحات التحكم بالتكييف بمحطتى رادار شرق الفردان وفناره', 'power', NULL, '2022640', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/صيانة تكييفات/power-2022640-24-08-22.pdf\",\"power-2022640-24-08-22.pdf\")'),
(184, '24-08-22', NULL, 'vtms-2022644-24-08-22.pdf', '2022-08-28 11:51:36', '2022-08-25 06:50:52', NULL, 'منظومة المراقبة الرادارية', 'فاكس رقم 575/جــ بتاريخ 2022/8/22 بعقد إجتماع بصفة عاجلة لمناقشة الوضع الحالى لمنظومة المراقبة الرادارية VTMS بمشروع مراقبة وتأمين المجرى الملاحى لقناة السويس', 'vtms', NULL, '2022644', 'فاكس', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/منظومة المراقبة الرادارية/vtms-2022644-24-08-22.pdf\",\"vtms-2022644-24-08-22.pdf\")'),
(185, '24-08-22', NULL, 'vtms-2022648-24-08-22.pdf', '2022-08-28 11:52:25', '2022-08-25 06:54:17', NULL, 'نقل مراكز الحركة', 'إشارة رقم 2544 بتاريخ 2022/8/18 بخصوص نقل خط الربط مع مجلس الوزراء إلى المركز الجديد والتنسيق مع المراقبة الإلكترونية لتجهيز خطوط الربط اللازمة بمركز إدارة الأزمات الجديد وتوصيل أحد أجهزة الكمبيوتر بالمركز الجديد بشبكة ECM الخاصة بالهيئة', 'vtms', NULL, '2022648', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/نقل مراكز الحركة/vtms-2022648-24-08-22.pdf\",\"vtms-2022648-24-08-22.pdf\")'),
(186, '31-08-2022', NULL, 'Electronic_Archive-20221186-31-08-2022.pdf', '2022-09-01 07:09:59', '2022-09-01 07:09:59', NULL, 'صلاحيات إيرادات الملاحة', 'توفير صلاحية لقسم مراجعة إيرادات الملاحة ببورسعيد', 'Electronic_Archive', '20221186', NULL, 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/Electronic_Archive/صلاحيات إيرادات الملاحة/Electronic_Archive-20221186-31-08-2022.pdf\",\"Electronic_Archive-20221186-31-08-2022.pdf\")'),
(187, '31-08-2022', NULL, 'power-2022684-31-08-2022.pdf', '2022-09-01 07:12:21', '2022-09-01 07:11:24', NULL, 'اصلاح تكييفات', 'اصلاح جهاز تكييف بمارينا نمره 6', 'power', NULL, '2022684', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/اصلاح تكييفات/power-2022684-31-08-2022.pdf\",\"power-2022684-31-08-2022.pdf\")'),
(188, '31-08-2022', NULL, 'technical_office-2022683-31-08-2022.pdf', '2022-09-01 08:11:27', '2022-09-01 07:13:52', NULL, 'شهادات الصالحية للطفايات', 'فاكس رقم 593 لايفاد مندوبنا للكشف واستخراج شهادات الصالحية للطفايات', 'technical_office', NULL, '2022683', 'فاكس', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/شهادات الصالحية للطفايات/technical_office-2022683-31-08-2022.pdf\",\"technical_office-2022683-31-08-2022.pdf\")'),
(189, '31-08-2022', NULL, 'power-2022676-31-08-2022.pdf', '2022-09-01 07:15:10', '2022-09-01 07:15:10', NULL, 'قوى-الطاقة المتجددة', 'إزالة الزوائد (تقليم) وتقليل إرتفاع بعض الأشجار التى تحجب الهواء عن تربينة الرياح والذى يؤثر بالسلب على كفاءة وإنتاجية التربينة وذلك فى محطات الفردان والبلاح والجونة بخصوص مشروع تطوير التغذية الكهربية للمحطات البحرية للقطاع الشمالى', 'power', NULL, '2022676', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/قوى-الطاقة المتجددة/power-2022676-31-08-2022.pdf\",\"power-2022676-31-08-2022.pdf\")'),
(190, '31-08-2022', NULL, 'power-2022679-31-08-2022.pdf', '2022-09-01 07:16:31', '2022-09-01 07:16:31', NULL, 'قوى-الطاقة المتجددة', 'إشارة رقم 2119 لتنفيذ الاعمال المذكوره بمحطة رادار شرق الفردان لتطوير التغذية الكهربية بها بإستخدام الطاقة المتجددة (الرياح+ الطاقة المتجددة)', 'power', NULL, '2022679', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/قوى-الطاقة المتجددة/power-2022679-31-08-2022.pdf\",\"power-2022679-31-08-2022.pdf\")'),
(191, '31-03-2022', NULL, 'security-2022682-31-03-2022.pdf', '2022-09-01 07:18:17', '2022-09-01 07:18:17', 'تجهيز قاعة الإجتماعات بمركز الأبحاث لتكون مركزاً رئيسياً لإدارة الأزمات والكوارث', 'تأمين مركز الأبحاث', NULL, 'security', NULL, '2022682', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين مركز الأبحاث/security-2022682-31-03-2022.pdf\",\"security-2022682-31-03-2022.pdf\")'),
(192, '31-03-2022', NULL, 'security-20221183-31-03-2022.pdf', '2022-09-01 07:20:28', '2022-09-01 07:20:28', NULL, 'منظومة تامين ورش صيانة', 'أمر ادارى رقم 33 باعادة تشكيل لجنة رقم 22 لاعداد المواصفات لمنظومة تامين ورش صيانة المبانى والتبريدات', 'security', '20221183', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/منظومة تامين ورش صيانة/security-20221183-31-03-2022.pdf\",\"security-20221183-31-03-2022.pdf\")'),
(193, '31-08-2022', NULL, 'technical_office-20221182-31-08-2022.pdf', '2022-09-01 07:21:58', '2022-09-01 07:21:58', NULL, 'تعليمات عامة', 'ارسال جميع مخاطبات ادارة الخدمات واقسامها للاداره لعرضها على السيد المهندس/ مدير ادارة الخدمات', 'technical_office', '20221182', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/تعليمات عامة/technical_office-20221182-31-08-2022.pdf\",\"technical_office-20221182-31-08-2022.pdf\")'),
(194, '31-08-2022', NULL, 'tawkitat-2022677-31-08-2022.pdf', '2022-09-01 08:41:29', '2022-09-01 07:23:27', NULL, 'أوامر التوريد', 'إشارة رقم 2118 لمخاطبه شركة هندسة النظم والتكنولوجيا بسرعة توريد لأوامر التوريد لـ عدد/16 جهاز منظم جهد واجهزة ups وبطاريات', 'tawkitat', NULL, '2022677', 'إشاره كتابيه', 'done', '2022431', NULL, NULL, 'tawkitat-2022677-31-08-2022_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/tawkitat/أوامر التوريد/tawkitat-2022677-31-08-2022.pdf\",\"tawkitat-2022677-31-08-2022.pdf\")'),
(195, '31-08-2022', NULL, 'power-20221180-31-08-2022.pdf', '2022-09-01 07:26:25', '2022-09-01 07:26:25', NULL, 'قوى-الطاقة المتجددة', 'مذكرة وارد رئاسة رقم 3682 بتقرير أعمال اللجنة المشكلة بالأمر الإدارى رقم 157 لسنة 2022 بخصوص دراسة إضافة إستخدام التيارات المائية فى القطاع الجنوبى للقناة لتوليد الطاقة النظيفة بجانب طاقتى الرياح والشمس', 'power', '20221180', NULL, 'مذكرة فريق', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/قوى-الطاقة المتجددة/power-20221180-31-08-2022.pdf\",\"power-20221180-31-08-2022.pdf\")'),
(196, '31-08-2022', NULL, 'vtms-20221178-31-08-2022.pdf', '2022-09-01 07:27:22', '2022-09-01 07:27:22', NULL, 'مشروع مراقبة و تامين المجرى الملاحى', 'بخصوص مشروع مراقبة و تامين المجرى الملاحى لقناة السويس', 'vtms', '20221178', NULL, 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/مشروع مراقبة و تامين المجرى الملاحى/vtms-20221178-31-08-2022.pdf\",\"vtms-20221178-31-08-2022.pdf\")'),
(197, '31-08-2022', NULL, 'security-20221170-31-08-2022.pdf', '2022-09-01 07:28:53', '2022-09-01 07:28:53', NULL, 'تأمين قاعة الاحتفالات', 'موافاتهم بالمواصفات الفنيه لمنظومة المراقبه بالكاميرات لقاعة الاحتفالات بالمارينا بالكم 76 بعد اضافة التعديلات', 'security', '20221170', NULL, 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين قاعة الاحتفالات/security-20221170-31-08-2022.pdf\",\"security-20221170-31-08-2022.pdf\")'),
(198, '31-08-2022', NULL, 'security-2022671-31-08-2022.pdf', '2022-09-01 08:51:13', '2022-09-01 07:30:41', NULL, 'منظومة كاميرات', 'اجراء الصيانة اللازمة لكاميرات منظومة مراقبة كوبرى الشهيد/احمد عمر شبراوى بموقع الشط ومخاطبه اللجنه الدائمه لدراسة انسب اسلوب لتأمين مواقع الهيئه', 'security', NULL, '2022671', 'إشاره كتابيه', 'monitor', '20221168', NULL, NULL, 'security-2022671-31-08-2022_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/منظومة كاميرات/security-2022671-31-08-2022.pdf\",\"security-2022671-31-08-2022.pdf\")'),
(199, '31-08-2022', NULL, 'security-2022670-31-08-2022.pdf', '2022-09-01 07:31:57', '2022-09-01 07:31:57', NULL, 'أوامر التوريد', 'رقم 2099 لمخاطبة شركة أنظمة الإتصالات والمعلومات والتوريدات CISS بسرعة إصلاح جهاز الـــWorkstation الموجود بمكتب رئيس مركز طبى شوقى خلاف', 'security', NULL, '2022670', 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/أوامر التوريد/security-2022670-31-08-2022.pdf\",\"security-2022670-31-08-2022.pdf\")'),
(200, '31-08-2022', NULL, 'security-2022669-31-08-2022.pdf', '2022-09-01 07:33:08', '2022-09-01 07:33:08', NULL, 'تأمين المستشفى', 'اشاره رقم 2098 بخصوص تعطل وتحديد اماكن الكاميرات التى بها تعارضات فى مبنى الاستقبال والطوارىء فى مستشفى الهيئة بنمره 6', 'security', NULL, '2022669', 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين المستشفى/security-2022669-31-08-2022.pdf\",\"security-2022669-31-08-2022.pdf\")'),
(201, '31-08-2022', NULL, 'security-2022665-31-08-2022.pdf', '2022-09-01 07:34:13', '2022-09-01 07:34:13', NULL, 'تأمين مركز الأبحاث', 'إيفاد مندوبنا لتحديد المسارات الازمه لمتطلبات أعمال كاميرات المراقبة لتجهيز صاله القناه بمركز الابحاث حتى يمكن التاسيس لها داخل الحوائط', 'security', NULL, '2022665', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين مركز الأبحاث/security-2022665-31-08-2022.pdf\",\"security-2022665-31-08-2022.pdf\")'),
(202, '31-08-2022', NULL, 'security-20221168-31-08-2022.pdf', '2022-09-01 08:53:13', '2022-09-01 07:35:24', NULL, 'منظومة كاميرات', 'إجراء الصيانة اللازمة لعدد/ 4 كاميرات خارج الخدمة بمنظومة مراقبة كوبرى الشهيد/ أحمد عمر شبراوى بموقع الشط', 'security', '20221168', NULL, 'إشاره كتابيه', 'monitor', '2022671', NULL, NULL, 'security-20221168-31-08-2022_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/منظومة كاميرات/security-20221168-31-08-2022.pdf\",\"security-20221168-31-08-2022.pdf\")'),
(203, '31-08-2022', NULL, 'technical_office-20221167-31-08-2022.pdf', '2022-09-01 07:36:46', '2022-09-01 07:36:46', NULL, 'تعليمات عامة', 'منشور 9 شئون العاملين بضرورة الإلتزام بشأن توصيات لجنه تتبع المواقع الإلكترونى المشكلة بالإمر الإدارى رقم 49 لسنة 2022 وتوقيع العاملين على ما جاء بالمنشور وإرسال الكشوف الموقعة', 'technical_office', '20221167', NULL, 'تحويل مستندات', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/تعليمات عامة/technical_office-20221167-31-08-2022.pdf\",\"technical_office-20221167-31-08-2022.pdf\")'),
(204, '31-08-2022', NULL, 'tawkitat-2022663-31-08-2022.pdf', '2022-09-01 08:57:08', '2022-09-01 07:38:25', NULL, 'أوامر التوريد', 'رقم 2086 بالموافقه على تخفيض نسبة خطابات الضمان الخاصة بشركة جيزه بأعمال التكامل VTMS لتصبح بنسبة 5% بدلاً من 10% من قيمة امر التوريد رقم26-376/814', 'tawkitat', NULL, '2022663', 'إشاره كتابيه', 'monitor', '20221141', NULL, NULL, 'tawkitat-2022663-31-08-2022_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/tawkitat/أوامر التوريد/tawkitat-2022663-31-08-2022.pdf\",\"tawkitat-2022663-31-08-2022.pdf\")'),
(205, '31-08-2022', NULL, 'radars-2022640-31-08-2022.pdf', '2022-09-01 07:39:15', '2022-09-01 07:39:15', NULL, 'اصلاح تكييفات', 'اشاره رقم 2055 وجود عطل فى لوحه التحكم يالتكييفات فى غرفة الفيبر بمحطة رادار شرق الفردان وجود عطل فى لوحة التحكم بالتكييفات بشلتر اجهزه الردار بمحطة رادار فناره اصلاح لوحات التحكم بالتكييف بمحطتى رادار شرق الفردان وفناره', 'radars', NULL, '2022640', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/اصلاح تكييفات/radars-2022640-31-08-2022.pdf\",\"radars-2022640-31-08-2022.pdf\")'),
(206, '31-08-2022', NULL, 'tawkitat-20221141-31-08-2022.pdf', '2022-09-01 07:40:59', '2022-09-01 07:40:59', NULL, 'أوامر التوريد', 'تحويل مستندات لامر التوريد رقم26- 376/814 الصادر لصالح شركه جيزه للانظمه بتاريخ 17/9/2015 لتطوير نظام توقيتات الارصاد الجويه المتكامل', 'tawkitat', '20221141', NULL, 'تحويل مستندات', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/tawkitat/أوامر التوريد/tawkitat-20221141-31-08-2022.pdf\",\"tawkitat-20221141-31-08-2022.pdf\")'),
(207, '31-08-2022', NULL, 'security-2022632-31-08-2022.pdf', '2022-09-01 09:00:24', '2022-09-01 07:42:53', NULL, 'تأمين الاستاد', 'إشارة رقم 2046 بتاريخ 2022/8/21 بخصوص طلب شركة الإستثمار تواجد مندوب الهيئة المسئول عن تشغيل نظام الــــVAR بإستاد القناة بالعلم بأن إدارة التحركات غير منوطة بها الناحية التشغيلية لهذه المنظومات', 'security', NULL, '2022632', 'إشاره كتابيه', 'monitor', '20221111', NULL, NULL, 'security-2022632-31-08-2022_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين الاستاد/security-2022632-31-08-2022.pdf\",\"security-2022632-31-08-2022.pdf\")'),
(208, '31-08-2022', NULL, 'security-20221131-31-08-2022.pdf', '2022-09-01 07:43:40', '2022-09-01 07:43:40', NULL, 'تأمين مركز الأبحاث', 'بخصوص ايفاد مندوب لتحديد متطلبات اعمال كاميرات المراقبة لعملية تأهيل صالة مركز الابحاث', 'security', '20221131', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين مركز الأبحاث/security-20221131-31-08-2022.pdf\",\"security-20221131-31-08-2022.pdf\")'),
(209, '31-08-2022', NULL, 'security-20221127-31-08-2022.pdf', '2022-09-01 07:44:29', '2022-09-01 07:44:29', NULL, 'تأمين المستشفى', 'عقد إجتماع اللجنة رقم 321 لسنة 2022 الخاص بعملية تصميم وتنفيذ مبنى جديد للجراحة والطوارىء بمستشفى نمرة 6 بالإسماعيلية يوم الإثنين الموافق 2022/8/22 الساعة العاشرة بقسم أشغال الإسماعيلية', 'security', '20221127', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين المستشفى/security-20221127-31-08-2022.pdf\",\"security-20221127-31-08-2022.pdf\")'),
(210, '31-08-2022', NULL, 'security-20221123-31-08-2022.pdf', '2022-09-01 07:45:56', '2022-09-01 07:45:56', NULL, 'تركيب كاميرات', 'تفريغ كاميرات المراقبة المركبة بموقع كوبرى الشهيد / احمد عمر شبراوى', 'security', '20221123', NULL, 'تحويل مستندات', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تركيب كاميرات/security-20221123-31-08-2022.pdf\",\"security-20221123-31-08-2022.pdf\")'),
(211, '31-08-2022', NULL, 'tawkitat-2022619-31-08-2022.pdf', '2022-09-01 07:47:01', '2022-09-01 07:47:01', NULL, 'صيانة مبانى', 'صيانة السقف المعلق بغرفة المهندسين بمركز التوقيتات والأرصاد بمبنى المراقبة الإلكترونية وتركيب باب زجاج سيكوريت لمكتب الفنيين مماثل لباقى مكاتب المركز', 'tawkitat', NULL, '2022619', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/tawkitat/صيانة مبانى/tawkitat-2022619-31-08-2022.pdf\",\"tawkitat-2022619-31-08-2022.pdf\")'),
(212, '31-08-2022', NULL, 'security-20221113-31-08-2022.pdf', '2022-09-01 08:10:29', '2022-09-01 07:47:58', NULL, 'تركيب كاميرات', 'أمر توريد رقم 109-469/ 185 بتاريخ 15/8/2022 لشركة ايه أى لتكنولوجيا المعلومات لتوريد وتركيب وتشغيل منظومة مراقبه بالكاميرات لتأمين كوبرى النصر ببورسعيد', 'security', '20221113', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تركيب كاميرات/security-20221113-31-08-2022.pdf\",\"security-20221113-31-08-2022.pdf\")'),
(213, '31-08-2022', NULL, 'security-20221111-31-08-2022.pdf', '2022-09-01 09:01:56', '2022-09-01 09:01:56', NULL, 'تأمين الاستاد', 'تحويل مرفق به خطاب شركه الاستثمار  لتواجد مندوب الهيئه بخصوص عقد توريد وتركيب نظام المساعد VAR لاستاد القناه الرياضى الجديد', 'security', '20221111', NULL, 'عقد توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين الاستاد/security-20221111-31-08-2022.pdf\",\"security-20221111-31-08-2022.pdf\")'),
(214, '31-08-2022', NULL, 'power-202288-31-08-2022.pdf', '2022-09-01 09:48:54', '2022-09-01 09:48:54', NULL, 'قوى-الطاقة المتجددة', 'موافقة السيد الفريق على مذكرة وارد رئاسة رقم 100 بتاريخ 9/1/2022 الخاصة بتطوير التغذية الكهربية', 'power', NULL, '202288', 'إشاره كتابيه', 'monitor', '2022679', NULL, NULL, 'power-202288-31-08-2022_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/قوى-الطاقة المتجددة/power-202288-31-08-2022.pdf\",\"power-202288-31-08-2022.pdf\")'),
(215, '31-08-2022', NULL, 'power-2022450-31-08-2022.pdf', '2022-09-01 09:49:10', '2022-09-01 09:49:10', NULL, 'قوى-الطاقة المتجددة', 'رقم 1487 بناء غرفتين لمشروع تطوير التغذية باستخدام الطاقه المتجددة بمحطتى الفردان داخل حديقة الاستراحه ومحطة رادار الارسال شرق برج الرادار', 'power', NULL, '2022450', 'إشاره كتابيه', 'monitor', '202288', NULL, NULL, 'power-2022450-31-08-2022_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/قوى-الطاقة المتجددة/power-2022450-31-08-2022.pdf\",\"power-2022450-31-08-2022.pdf\")'),
(216, '4-09-2022', NULL, 'power-20221193-4-09-2022.pdf', '2022-09-04 07:38:42', '2022-09-04 07:38:42', NULL, 'قوى-الطاقة المتجددة', 'تقرير عن محطات الاسماعيليه وبورسعيد', 'power', '20221193', NULL, 'تقرير', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/قوى-الطاقة المتجددة/power-20221193-4-09-2022.pdf\",\"power-20221193-4-09-2022.pdf\")'),
(217, '4-09-2022', NULL, 'Electronic_Archive-2022689-4-09-2022.pdf', '2022-09-04 07:39:29', '2022-09-04 07:39:29', NULL, 'رسوم السفن', 'إشارة رقم 2142 بخصوص الرسوم المحصلة من السفن العابرة لقناة السويس فى الفترة من 1/8/2022 إلى 31/8/2022', 'Electronic_Archive', NULL, '2022689', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/Electronic_Archive/رسوم السفن/Electronic_Archive-2022689-4-09-2022.pdf\",\"Electronic_Archive-2022689-4-09-2022.pdf\")'),
(218, '4-09-2022', NULL, 'vtms-2022687-4-09-2022.pdf', '2022-09-04 07:40:53', '2022-09-04 07:40:53', NULL, 'مراكز الحركة الدور ال 11', 'اشارة 2133 بخصوص توصيات الامانه العامه لوزارة الدفاع الخاصه بتامين انظمة المعلومات بالهيئة برجاء موافاتنا بالمواصفات الفنية لنظام التبريد القياسى لمركز البيانات بحجرة الاجهزه بالدور الحادى عشر', 'vtms', NULL, '2022687', 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/مراكز الحركة الدور ال 11/vtms-2022687-4-09-2022.pdf\",\"vtms-2022687-4-09-2022.pdf\")'),
(219, '4-09-2022', NULL, 'vtms-20221192-4-09-2022.pdf', '2022-09-04 07:42:17', '2022-09-04 07:42:17', NULL, 'مراكز حركة', 'الشمندوره الحمراء بالكم 103.760 غربيه الفانوس الاحمر مفقود', 'vtms', '20221192', NULL, 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/مراكز حركة/vtms-20221192-4-09-2022.pdf\",\"vtms-20221192-4-09-2022.pdf\")'),
(220, '4-09-2022', NULL, 'security-20221191-4-09-2022.pdf', '2022-09-04 07:44:57', '2022-09-04 07:44:57', NULL, 'تأمين المستشفى', 'عطل عدد/9 كاميرات خاصة بأماكن بمستشفى نمرة 6', 'security', '20221191', NULL, 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين المستشفى/security-20221191-4-09-2022.pdf\",\"security-20221191-4-09-2022.pdf\")'),
(221, '4-09-2022', NULL, 'security-20221190-4-09-2022.pdf', '2022-09-04 07:45:48', '2022-09-04 07:45:48', NULL, 'تأمين المستشفى', 'إشارة بخصوص طلب الاداره القانونيه تسجيلات كاميرات المراقبة للمكان المخصص لإنتظار السيارات والدراجات البخارية بجوار البوابة الرئيسية بمستشفى نمرة 6', 'security', '20221190', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين المستشفى/security-20221190-4-09-2022.pdf\",\"security-20221190-4-09-2022.pdf\")'),
(222, '5-09-2022', NULL, 'security-20221196-5-09-2022.pdf', '2022-09-05 06:55:52', '2022-09-05 06:55:52', NULL, 'تأمين قاعة الاحتفالات', 'شاره بخصوص تحديد المواصفات الفنيه لأنظمه الكاميرات المناسبه لقاعه الاحتفالات بمنطقه المارينا بالكم 76', 'security', '20221196', NULL, 'إشاره كتابيه', 'done', '20221170', NULL, NULL, 'security-20221196-5-09-2022_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين قاعة الاحتفالات/security-20221196-5-09-2022.pdf\",\"security-20221196-5-09-2022.pdf\")'),
(223, '5-09-2022', NULL, 'technical_office-20221194-5-09-2022.pdf', '2022-09-05 07:22:55', '2022-09-05 06:57:09', NULL, 'الجهاز المركزى للمحاسبات', 'خطاب مرفق به تقرير الجهاز المركزى للمحاسبات عن فحص القوائم المالية المبدئية للهيئة عن العام المالى المنتهى فى 30/6/2022 وفحص الحساب الختامى المبدئى للهيئة عن السنة المالية 2021/2022', 'technical_office', '20221194', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/الجهاز المركزى للمحاسبات/technical_office-20221194-5-09-2022.pdf\",\"technical_office-20221194-5-09-2022.pdf\")'),
(224, '5-09-2022', NULL, 'technical_office-2022693-5-09-2022.pdf', '2022-09-05 07:02:42', '2022-09-05 07:02:42', 'اشارة الادارة الماليه 26562 بتاريخ 31/8/2022', 'الجهاز المركزى للمحاسبات', 'الرد على ملاحظات الجهاز المركزى للمحاسبات والخاصة بمشروعات قسم المراقبة الالكترونية', 'technical_office', NULL, '2022693', 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/الجهاز المركزى للمحاسبات/technical_office-2022693-5-09-2022.pdf\",\"technical_office-2022693-5-09-2022.pdf\")'),
(225, '5-09-2022', NULL, 'security-20221197-5-09-2022.pdf', '2022-09-05 07:04:19', '2022-09-05 07:04:19', NULL, 'تأمين ورش صيانة مبانى', 'امر ادارى بتشكيل لجنه فتح المظاريف ولجنه الدراسه لتوريد كاميرات المراقبة لورش صيانه المبانى والتبريدات', 'security', '20221197', NULL, 'أمر ادارى', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين ورش صيانة مبانى/security-20221197-5-09-2022.pdf\",\"security-20221197-5-09-2022.pdf\")'),
(226, '5-09-2022', NULL, 'tawkitat-2022692-5-09-2022.pdf', '2022-09-05 07:08:59', '2022-09-05 07:08:59', NULL, 'تركيبات مشروعات التوقيتات', 'استخراج عدد/2 تصريح دخول لترسانه بورسعيد البحريه ببورفؤاد لفردين من شركه الجيزه لاستكمال تركيبات مشروعات التوقيتات يوم 7/9/2022', 'tawkitat', NULL, '2022692', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/tawkitat/تركيبات مشروعات التوقيتات/tawkitat-2022692-5-09-2022.pdf\",\"tawkitat-2022692-5-09-2022.pdf\")'),
(227, '5-09-2022', NULL, 'power-2022691-5-09-2022.pdf', '2022-09-05 07:09:59', '2022-09-05 07:09:59', NULL, 'القوى -الطاقة المتجددة', 'اشارة رقم 2146 مخاطبة الشركة المصريه للمشروعات (كونكس) لتلافى الملاحظات ونهو الأعمال للإنتهاء من إجراءات الإختبار والإستلام لتامين غرفة الاجهزه وغرفة التغذيه الكهربيه UPS بالدور الحادى عشر بنظام مكافحة الحريق', 'power', NULL, '2022691', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022691-5-09-2022.pdf\",\"power-2022691-5-09-2022.pdf\")'),
(228, '5-09-2022', NULL, 'security-20221170-5-09-2022.pdf', '2022-09-05 07:10:42', '2022-09-05 07:10:42', NULL, 'تأمين قاعة الاحتفالات', 'موافاتهم بالمواصفات الفنيه لمنظومة المراقبه بالكاميرات لقاعة الاحتفالات بالمارينا بالكم 76 بعد اضافة التعديلات', 'security', '20221170', NULL, 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين قاعة الاحتفالات/security-20221170-5-09-2022.pdf\",\"security-20221170-5-09-2022.pdf\")'),
(229, '6-09-2022', NULL, 'power-2022705-6-09-2022.pdf', '2022-09-07 06:45:45', '2022-09-07 06:45:45', NULL, 'قوى-الطاقة المتجددة', 'إشارة رقم 2169 لصرف مهمات الوقاية الشخصية لعدد/10 أفراد القائمين على أعمال التركيبات لمشروع استخدام الطاقه المتجدده', 'power', NULL, '2022705', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/قوى-الطاقة المتجددة/power-2022705-6-09-2022.pdf\",\"power-2022705-6-09-2022.pdf\")'),
(230, '6-09-2022', NULL, 'technical_office-2022704-6-09-2022.pdf', '2022-09-07 06:47:23', '2022-09-07 06:47:23', NULL, 'الرقم المختصر', 'بخصوص توفير رقم مختصر لاستقبال المكالمات الخارجيه الهامه', 'technical_office', NULL, '2022704', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/الرقم المختصر/technical_office-2022704-6-09-2022.pdf\",\"technical_office-2022704-6-09-2022.pdf\")'),
(231, '6-09-2022', NULL, 'vtms-20221201-6-09-2022.pdf', '2022-09-07 06:49:18', '2022-09-07 06:49:18', NULL, 'مراكز الحركة الدور ال 11', 'المواصفات الفنية لنظام التبريد القياسى بمركز البيانات بغرفة الاجهزه بالدور الحادى عشر', 'vtms', '20221201', NULL, 'إشاره كتابيه', 'monitor', '2022687', NULL, NULL, 'vtms-20221201-6-09-2022_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/مراكز الحركة الدور ال 11/vtms-20221201-6-09-2022.pdf\",\"vtms-20221201-6-09-2022.pdf\")'),
(232, '6-09-2022', NULL, 'power-20221200-6-09-2022.pdf', '2022-09-07 06:59:12', '2022-09-07 06:59:12', NULL, 'القوى -الطاقة المتجددة', 'اشاره بقدرات اجهزة التكييف المطلوبه لغرف الاجهزة بمستودع الطاقه المتجدده بمحطات (الارسال - الفردان - التينه- الكاب- الجونه)', 'power', '20221200', NULL, 'إشاره كتابيه', 'monitor', '2022565', NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-20221200-6-09-2022.pdf\",\"power-20221200-6-09-2022.pdf\")'),
(233, '6-09-2022', NULL, 'vtms-20221199-6-09-2022.pdf', '2022-09-07 07:00:23', '2022-09-07 07:00:23', NULL, 'منظومة المراقبة الرادارية', 'اشاره باقرار حاله ابراج محطتى دفرسوار وكبريت وانها تحتاج صيانه شامله', 'vtms', '20221199', NULL, 'إشاره كتابيه', 'monitor', '2022252', NULL, NULL, 'vtms-20221199-6-09-2022_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/منظومة المراقبة الرادارية/vtms-20221199-6-09-2022.pdf\",\"vtms-20221199-6-09-2022.pdf\")'),
(234, '6-09-2022', NULL, 'vtms-2022252-6-09-2022.pdf', '2022-09-07 07:01:34', '2022-09-07 07:01:34', NULL, 'منظومة المراقبة الرادارية', 'رقم 1004 إقرار حالة برج الإشارة بمحطنى دفرسوار وكبريت وتحديد أعمال الصيانة المطلوبة', 'vtms', NULL, '2022252', 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/منظومة المراقبة الرادارية/vtms-2022252-6-09-2022.pdf\",\"vtms-2022252-6-09-2022.pdf\")'),
(235, '6-09-2022', NULL, 'vtms-2022687-6-09-2022.pdf', '2022-09-07 07:02:43', '2022-09-07 07:02:43', NULL, 'مراكز الحركة الدور ال 11', 'اشارة 2133 بخصوص توصيات الامانه العامه لوزارة الدفاع الخاصه بتامين انظمة المعلومات بالهيئة برجاء موافاتنا بالمواصفات الفنية لنظام التبريد القياسى لمركز البيانات بحجرة الاجهزه بالدور الحادى عشر', 'vtms', NULL, '2022687', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/مراكز الحركة الدور ال 11/vtms-2022687-6-09-2022.pdf\",\"vtms-2022687-6-09-2022.pdf\")'),
(236, '7-09-2022', NULL, 'power-20221218-7-09-2022.pdf', '2022-09-07 07:09:56', '2022-09-07 07:09:56', NULL, 'القوى -الطاقة المتجددة', 'مذكرة وارد رئاسة رقم 3852 بخصوص كتاب محافظة الإسماعيلية بشأن إفادتها بالمشروعات للمشاركة فى مبادرة المشروعات الخضراء الذكية', 'power', '20221218', NULL, 'مذكرة فريق', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-20221218-7-09-2022.pdf\",\"power-20221218-7-09-2022.pdf\")'),
(237, '7-09-2022', NULL, 'technical_office-20221216-7-09-2022.pdf', '2022-09-07 07:10:48', '2022-09-07 07:10:48', NULL, 'أوامر التوريد', 'أمر توريد رقم 43-303/6167 بتاريخ 6/9/2022 صادر لشركة سوبيك للأثاث المكتبى لتوريد كراسى محورية', 'technical_office', '20221216', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/أوامر التوريد/technical_office-20221216-7-09-2022.pdf\",\"technical_office-20221216-7-09-2022.pdf\")'),
(238, '7-09-2022', NULL, 'technical_office-20221219-7-09-2022.pdf', '2022-09-07 09:19:44', '2022-09-07 09:19:44', NULL, 'تصنيع أثاث', 'امر تشغيل رقم 43-6188/310 لتصنيع اثاثات لزوم التحركات', 'technical_office', '20221219', NULL, 'أمر تشغيل', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/تصنيع أثاث/technical_office-20221219-7-09-2022.pdf\",\"technical_office-20221219-7-09-2022.pdf\")'),
(239, '7-09-2022', NULL, 'power-2022710-7-09-2022.pdf', '2022-09-07 12:46:42', '2022-09-07 11:50:24', NULL, 'القوى -الطاقة المتجددة', 'تقرير مرفوع للعرض على السيد د.م/ نائب مدير إدارة التحركات بخصوص متطلبات شركة كول جاس الخاصة بتغذية محطات الإرشاد بالطاقة الشمسية', 'power', NULL, '2022710', 'تقرير', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022710-7-09-2022.pdf\",\"power-2022710-7-09-2022.pdf\")'),
(240, '8-09-2022', NULL, 'power-2022709-8-09-2022.pdf', '2022-09-07 12:47:24', '2022-09-07 11:51:56', NULL, 'القوى -الطاقة المتجددة', 'تحويل مرفق به المستندات لعمل التسويه لقسيمه صرف بملغ 60000 جنيهاً', 'power', NULL, '2022709', 'تحويل مستندات', 'done', '2022443', NULL, NULL, 'power-2022709-8-09-2022_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022709-8-09-2022.pdf\",\"power-2022709-8-09-2022.pdf\")'),
(241, '9-06-2022', NULL, 'power-2022443-9-06-2022.pdf', '2022-09-07 11:52:50', '2022-09-07 11:52:50', NULL, 'القوى -الطاقة المتجددة', 'إستخراج قسيمة صرف مؤقتة بمبلغ 60000 جنيه بإسم السيد/ وليد محمد يوسف (الدفعة الثالثة عشرة) بناءاً على موافقة السيد الفريق/ رئيس الهيئة بخصوص تطوير منظومة التغذية الكهربية لمحطات المراقبة الإلكترونية', 'power', NULL, '2022443', 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022443-9-06-2022.pdf\",\"power-2022443-9-06-2022.pdf\")'),
(242, '7-09-2022', NULL, 'technical_office-2022707-7-09-2022.pdf', '2022-09-07 11:54:32', '2022-09-07 11:54:32', NULL, 'صيانة الابراج', 'إدراج صيانه عدد/ 3 ابراج معدنيه وهم الفردان ودفرسوار وكبريت ضمن المشروعات الاستثماريه الخاصه بأدراه التحركات', 'technical_office', NULL, '2022707', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/صيانة الابراج/technical_office-2022707-7-09-2022.pdf\",\"technical_office-2022707-7-09-2022.pdf\")'),
(243, '7-09-2022', NULL, 'technical_office-2022706-7-09-2022.pdf', '2022-09-07 11:55:37', '2022-09-07 11:55:37', NULL, 'تدريب', 'عدد/ 3 كشف مقسم على خمسه مجموعات الخاص بترشيحات الساده العاملين بقسم المراقبه الالكترونيه لخطه تدريب الدفاع المدني والحريق', 'technical_office', NULL, '2022706', 'تحويل مستندات', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/تدريب/technical_office-2022706-7-09-2022.pdf\",\"technical_office-2022706-7-09-2022.pdf\")'),
(244, '7-09-2022', NULL, 'power-20221220-7-09-2022.pdf', '2022-09-07 11:56:53', '2022-09-07 11:56:53', NULL, 'القوى -الطاقة المتجددة', 'الحاقا لاشارتنا رقم 7285 في 21/8/2022 بخصوص طلب زيادة القيمة المعتمدة لعدد/1 مكبس هيدروليكي كهربائي بالشاحن', 'power', NULL, '20221220', 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-20221220-7-09-2022.pdf\",\"power-20221220-7-09-2022.pdf\")'),
(245, '7-09-2022', NULL, 'security-2022712-7-09-2022.pdf', '2022-09-07 12:02:26', '2022-09-07 12:00:49', NULL, 'منظومة كاميرات فيلا التحقيقات', 'إشارة رقم 2188 بتاريخ 2022/9/7 ببالموافقه على تعديل المواصفات الفنية لنظام مراقبة بالكاميرات لفيلا التحقيقات بحيث لا تتجاوز قيمته 50000 جنيه', 'security', NULL, '2022712', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/منظومة كاميرات فيلا التحقيقات/security-2022712-7-09-2022.pdf\",\"security-2022712-7-09-2022.pdf\")'),
(246, '7-09-2022', NULL, 'security-2022711-7-09-2022.pdf', '2022-09-07 12:33:00', '2022-09-07 12:32:27', NULL, 'تأمين قاعة الاحتفالات', 'إشارة رقم 2187 بخصوص ماتم بالمواصفات الفنية لمنظومة المراقبة بالكاميرات لقاعة الإحتفالات بمنطقة المارينا بالكم 76', 'security', NULL, '2022711', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/security/تأمين قاعة الاحتفالات/security-2022711-7-09-2022.pdf\",\"security-2022711-7-09-2022.pdf\")');
INSERT INTO `offers` (`id`, `name_en`, `price`, `photo`, `created_at`, `updated_at`, `details_en`, `name_ar`, `details_ar`, `directory`, `input`, `output`, `type`, `status`, `reply_on`, `require_monitor`, `monitor_date`, `additions`, `link`) VALUES
(247, '7-09-2022', NULL, 'power-20221220-7-09-2022.pdf', '2022-09-07 12:36:08', '2022-09-07 12:36:08', NULL, 'القوى -الطاقة المتجددة', 'الحاقا لاشارتنا رقم 7285 في 21/8/2022 بخصوص طلب زيادة القيمة المعتمدة لعدد/1 مكبس هيدروليكي كهربائي بالشاحن', 'power', '20221220', NULL, 'إشاره كتابيه', 'monitor', '20227285', NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-20221220-7-09-2022.pdf\",\"power-20221220-7-09-2022.pdf\")'),
(248, '7-09-2022', NULL, 'power-2022713-7-09-2022.pdf', '2022-09-07 12:49:45', '2022-09-07 12:49:45', NULL, 'القوى -الطاقة المتجددة', 'اشاره رقم 2189 للموافقه على قيام إداره التموين بتوفير أجهزه تكييف للغرف الخاصه بأجهزه مشروع الطاقه المتجدده(الرياح +الشمس )لمحطات (الجونه-التينه-الكاب-الفردان-الارسال)', 'power', NULL, '2022713', 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022713-7-09-2022.pdf\",\"power-2022713-7-09-2022.pdf\")'),
(249, '7-09-2022', NULL, 'tawkitat-20221221-7-09-2022.pdf', '2022-09-11 06:47:12', '2022-09-11 06:47:12', NULL, 'مشروع المتحف', 'تحويل مرفق به خطاب الاشغال بأعمال نظام الاوديو فيجوال والمسند لشركه كوالتي بمشروع متحف قناه السويس', 'tawkitat', '20221221', NULL, 'تحويل مستندات', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/tawkitat/مشروع المتحف/tawkitat-20221221-7-09-2022.pdf\",\"tawkitat-20221221-7-09-2022.pdf\")'),
(250, '12-09-2022', NULL, 'power-2022122-12-09-2022.pdf', '2022-09-12 11:36:12', '2022-09-12 11:36:12', NULL, 'القوى -الطاقة المتجددة', 'تقرير بعد العرض على السيد المدير بخصوص متطلبات شركه كول جاس الخاصه بتغذية المحطات بالطاقه الشمسيه', 'power', '2022122', NULL, 'تقرير', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022122-12-09-2022.pdf\",\"power-2022122-12-09-2022.pdf\")'),
(251, '12-09-2022', NULL, 'technical_office-20221223-12-09-2022.pdf', '2022-09-12 11:37:33', '2022-09-12 11:37:33', NULL, 'أوامر التوريد', 'فاكس لشركه أنظمه الاتصالات والمعلومات والتوريدات بسرعه إيفاد مندوبهم الفني الى مكتب رئيس المركز الطبي شوقي خلاف بالاسماعيليه لاصلاح جهاز ال workstation', 'technical_office', '20221223', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/أوامر التوريد/technical_office-20221223-12-09-2022.pdf\",\"technical_office-20221223-12-09-2022.pdf\")'),
(252, '12-09-2022', NULL, 'vtms-20221224-12-09-2022.pdf', '2022-09-12 11:38:38', '2022-09-12 11:38:38', NULL, 'منظومة المراقبة الرادارية', 'أمر إدارى رقم 662 بتاريخ 2022/9/7 للدراسة والبت فى عروض ممارسة بتوفير قطع غيار لمحطات الرادار ماركة Terma لزوم تشغيل منظومة الـــVTMS', 'vtms', '20221224', NULL, 'أمر ادارى', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/منظومة المراقبة الرادارية/vtms-20221224-12-09-2022.pdf\",\"vtms-20221224-12-09-2022.pdf\")'),
(253, '12-09-2022', NULL, 'radars-20221224-12-09-2022.pdf', '2022-09-12 11:39:34', '2022-09-12 11:39:34', NULL, 'منظومة المراقبة الرادارية', 'أمر إدارى رقم 662 بتاريخ 2022/9/7 للدراسة والبت فى عروض ممارسة بتوفير قطع غيار لمحطات الرادار ماركة Terma لزوم تشغيل منظومة الـــVTMS', 'radars', '20221224', NULL, 'أمر ادارى', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/منظومة المراقبة الرادارية/radars-20221224-12-09-2022.pdf\",\"radars-20221224-12-09-2022.pdf\")'),
(254, '12-05-2022', NULL, 'vtms-20221225-12-05-2022.pdf', '2022-09-12 11:41:07', '2022-09-12 11:41:07', NULL, 'مراكز حركة', 'أشاره من محطه جنيفه بخصوص عدم العثور على الشمندوره الكم 126.300 غرب', 'vtms', '20221225', NULL, NULL, 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/مراكز حركة/vtms-20221225-12-05-2022.pdf\",\"vtms-20221225-12-05-2022.pdf\")'),
(255, '12-09-2022', NULL, 'Electronic_Archive-20221226-12-09-2022.pdf', '2022-09-12 11:42:32', '2022-09-12 11:42:32', NULL, 'صيانة مبنى القبة', 'اشارة لادارة الاتصالات لدراسة إمكانية نقل الأجهزة ومنظومات المراقبة الخاصة بمكتب الميناء والحركة بمبنى القبة إلى العمارة رقم 322 لضرورة إخلاء مبنى القبة', 'Electronic_Archive', NULL, '20221226', 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/Electronic_Archive/صيانة مبنى القبة/Electronic_Archive-20221226-12-09-2022.pdf\",\"Electronic_Archive-20221226-12-09-2022.pdf\")'),
(256, '12-09-2022', NULL, 'vtms-20221232-12-09-2022.pdf', '2022-09-12 11:44:55', '2022-09-12 11:44:55', NULL, 'أوامر التوريد', 'امر التوريد رقم 25-3064/243 في 25/8/2022 وامر التوريد رقم 25-3092/197 فى 17/8/2022', 'vtms', '20221232', NULL, 'أمر توريد', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/أوامر التوريد/vtms-20221232-12-09-2022.pdf\",\"vtms-20221232-12-09-2022.pdf\")'),
(257, '12-09-2022', NULL, 'power-20221232-12-09-2022.pdf', '2022-09-12 11:45:27', '2022-09-12 11:45:27', NULL, 'أوامر التوريد', 'امر التوريد رقم 25-3064/243 في 25/8/2022 وامر التوريد رقم 25-3092/197 فى 17/8/2022', 'power', '20221232', NULL, 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-20221232-12-09-2022.pdf\",\"power-20221232-12-09-2022.pdf\")'),
(258, '12-09-2022', NULL, 'vtms-2022714-12-09-2022.pdf', '2022-09-12 11:46:44', '2022-09-12 11:46:44', NULL, 'صيانة مبنى القبة', 'اشاره رقم 2170 بخصوص نقل الاجهزه ومنظومات المراقبه الخاصه بمكتب الميناء والحركه لاجراء اعمال الصيانه والترميم بمبنى القبه بقسم تحركات بورسعيد', 'vtms', NULL, '2022714', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/صيانة مبنى القبة/vtms-2022714-12-09-2022.pdf\",\"vtms-2022714-12-09-2022.pdf\")'),
(259, '12-09-2022', NULL, 'power-2022715-12-09-2022.pdf', '2022-09-12 11:50:46', '2022-09-12 11:50:46', NULL, 'القوى -الطاقة المتجددة', 'سرعه استخراج قسيمه صرف مؤقته بمبلغ 60000 جنيه لتطوير منظومنه التغذيه الكهربائيه لمحطات المراقبه الالكترونيه', 'power', NULL, '2022715', NULL, 'monitor', '2022709', NULL, NULL, 'power-2022715-12-09-2022_a.pdf', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022715-12-09-2022.pdf\",\"power-2022715-12-09-2022.pdf\")'),
(260, '12-09-2022', NULL, 'tawkitat-20221216-12-09-2022.pdf', '2022-09-12 11:54:38', '2022-09-12 11:54:38', NULL, 'مشروع المتحف', 'مخاطبه إداره الاتصالات ونظم المعلومات للاختصاص بأعمال نظام الاوديو فيجوال', 'tawkitat', '20221216', NULL, 'إشاره كتابيه', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/tawkitat/مشروع المتحف/tawkitat-20221216-12-09-2022.pdf\",\"tawkitat-20221216-12-09-2022.pdf\")'),
(261, '13-09-2022', NULL, 'Electronic_Archive-2022721-13-09-2022.pdf', '2022-09-13 06:57:13', '2022-09-13 06:57:13', NULL, 'مراجعة إيرادات الملاحة', 'رقم 2206 بتاريخ 2022/9/12 بتوفير صلاحية لقسم مراجعة إيرادات الملاحة ببورسعيد للدخول على تقرير (\"REPORT OF \"Vessel Transit) على شبكة القياس', 'Electronic_Archive', NULL, '2022721', 'إشاره كتابيه', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/Electronic_Archive/مراجعة إيرادات الملاحة/Electronic_Archive-2022721-13-09-2022.pdf\",\"Electronic_Archive-2022721-13-09-2022.pdf\")'),
(262, '13-09-2022', NULL, 'vtms-2022722-13-09-2022.pdf', '2022-09-13 06:58:27', '2022-09-13 06:58:27', NULL, 'منظومة المراقبة الرادارية', 'فاكس رقم 625 بإيفاد مندبهم لعمل المعاينات اللازمة لنقل مركز التحكم ببورسعيد الى مكان اخر خارج نطاق المبنى وتحديد الإحتياجات اللازمة لنقل منظومة المراقبة الردارية VTMS', 'vtms', NULL, '2022722', 'فاكس', 'done', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/منظومة المراقبة الرادارية/vtms-2022722-13-09-2022.pdf\",\"vtms-2022722-13-09-2022.pdf\")'),
(263, '13-09-2022', NULL, 'power-2022724-13-09-2022.pdf', '2022-09-13 06:59:10', '2022-09-13 06:59:10', NULL, 'القوى -الطاقة المتجددة', NULL, 'power', NULL, '2022724', 'أمر توريد', 'monitor', NULL, NULL, NULL, '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022724-13-09-2022.pdf\",\"power-2022724-13-09-2022.pdf\")'),
(264, '13-09-2022', NULL, 'power-2022728-13-09-2022.pdf', '2022-09-13 12:44:57', '2022-09-13 12:14:04', NULL, 'مكبس كابلات هيدروليكى كهربائى', 'إشارة رقم 2219 بخصوص توفير عدد صغيرة لزوم العمل بقطاع القوى بقسم المراقبة الإلكترونية ومن ضمنها ععد/1 مكبس كابلات هيدروليكى كهربائى بالشاحن', 'power', NULL, '2022728', 'إشاره كتابيه', 'done', NULL, NULL, '2:14 13-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/مكبس كابلات هيدروليكى كهربائى/power-2022728-13-09-2022.pdf\",\"power-2022728-13-09-2022.pdf\")'),
(265, '13-09-2022', NULL, 'vtms-20221247-13-09-2022.pdf', '2022-09-13 12:22:00', '2022-09-13 12:15:37', NULL, 'مراكز الحركة الدور ال 11', 'مخاطبة إدارة الأشغال فيما يخص تنفيذ المسارات المؤمنة المطلوبة لكابلات الشبكة وكابلات الفيديو HDMI والمطلوبة لربط المنظومات بمركز إدارة الأزمات والكورث بمركز الأبحاث', 'vtms', '20221247', NULL, 'إشاره كتابيه', 'done', NULL, NULL, '2:14 13-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/مراكز الحركة الدور ال 11/vtms-20221247-13-09-2022.pdf\",\"vtms-20221247-13-09-2022.pdf\")'),
(266, '13-09-2022', NULL, 'technical_office-2022144-13-09-2022.pdf', '2022-09-13 12:22:28', '2022-09-13 12:17:58', NULL, 'نظام إنذار ومكافحة الحريق', 'مخاطبة إدارة التموين للطرح على الشركات المتخصصة لتقديم عرضهم الفنى المالى لتوريد وتركيب وتشغيل واختبار نظام إنذار ومكافحة الحريق لعدد/10 غرفة بمساحات مختلفة', 'technical_office', '2022144', NULL, 'إشاره كتابيه', 'done', NULL, NULL, '2:14 13-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/نظام إنذار ومكافحة الحريق/technical_office-2022144-13-09-2022.pdf\",\"technical_office-2022144-13-09-2022.pdf\")'),
(267, '13-09-2022', NULL, 'power-20221243-13-09-2022.pdf', '2022-09-13 12:22:53', '2022-09-13 12:19:17', NULL, 'مكبس كابلات هيدروليكى كهربائى', 'بخصوص توفير عدد صغيرة لزوم العمل بقطاع القوى بقسم المراقبة الإلكترونية ومن ضمنها عدد/1 مكبس كابلات هيدروليكى كهربائى بالشاحن', 'power', '20221243', NULL, 'إشاره كتابيه', 'done', NULL, NULL, '2:14 13-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/مكبس كابلات هيدروليكى كهربائى/power-20221243-13-09-2022.pdf\",\"power-20221243-13-09-2022.pdf\")'),
(268, '18-09-2022', NULL, 'Electronic_Archive-20221255-18-09-2022.pdf', '2022-09-18 07:48:15', '2022-09-18 07:48:15', NULL, 'الحجز الالكتروني', 'اشاره لانشاء حسابات لمسؤلي مجريات الخدمه لحجز عبور اليخوت الاقل من 300 طن مرفق بيان بالحسابات المطلوبه', 'Electronic_Archive', '20221255', NULL, 'إشاره كتابيه', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/Electronic_Archive/الحجز الالكتروني/Electronic_Archive-20221255-18-09-2022.pdf\",\"Electronic_Archive-20221255-18-09-2022.pdf\")'),
(269, '18-09-2022', NULL, 'technical_office-2022157-18-09-2022.pdf', '2022-09-18 07:49:34', '2022-09-18 07:49:34', NULL, 'ترشيد استخدام الورق', 'مراعاه ترشيد استخدام الورق نظراً للعجز الشديد في السوق المحلى وارتفاع اسعار الورق', 'technical_office', '2022157', NULL, 'إشاره كتابيه', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/ترشيد استخدام الورق/technical_office-2022157-18-09-2022.pdf\",\"technical_office-2022157-18-09-2022.pdf\")'),
(270, '18-09-2022', NULL, 'power-2022158-18-09-2022.pdf', '2022-09-18 07:54:04', '2022-09-18 07:54:04', NULL, 'القوى -الطاقة المتجددة', 'س1/ 3455 2022/09/14 تحركات الاسماعيلية+اداره التحركات ( مراقبه الكترونيه ) الاسماعيليه نقل مولدات من محطات الكاب والتينه', 'power', '2022158', NULL, 'إشاره كتابيه', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022158-18-09-2022.pdf\",\"power-2022158-18-09-2022.pdf\")'),
(271, '18-09-2022', NULL, 'vtms-2022159-18-09-2022.pdf', '2022-09-18 07:56:09', '2022-09-18 07:56:09', NULL, 'منظومة المراقبة الرادارية', 'أمر إدارى رقم 676 بتاريخ 2022/9/13 بخصوص الدراسة والبت فى عروض الممارسة المحدودة الخاصة بتوفير وحدات ماجنترون + كروت CPRD لزوم إستمرارية تشغيل محطات الرادار ماركة TERMA الخاصة بمنظومة الــــVTMS', 'vtms', '2022159', NULL, 'أمر ادارى', 'monitor', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/منظومة المراقبة الرادارية/vtms-2022159-18-09-2022.pdf\",\"vtms-2022159-18-09-2022.pdf\")'),
(272, '18-09-2022', NULL, 'tawkitat-2022160-18-09-2022.pdf', '2022-09-18 07:57:42', '2022-09-18 07:57:42', NULL, 'شاشات قاعة الاحتفالات', 'فاكس الى شركه ايجي بسرعه إيفاد المندوب الفني إلى قاعه الاحتفالات بمبنى المارينا الجديده بالكم 76 بالاسماعيليه لعمل اللازم', 'tawkitat', '2022160', NULL, 'فاكس', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/tawkitat/شاشات قاعة الاحتفالات/tawkitat-2022160-18-09-2022.pdf\",\"tawkitat-2022160-18-09-2022.pdf\")'),
(273, '18-09-2022', NULL, 'power-2022162-18-09-2022.pdf', '2022-09-18 08:14:20', '2022-09-18 08:14:20', NULL, 'أوامر التوريد', 'تعديل امر التوريد رقم 109-474/1250 في 26/1/2022 والمعدل برقم 4653 في 30/5/2022 و 5744 في 27/6/2022', 'power', '2022162', NULL, 'أمر توريد', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/أوامر التوريد/power-2022162-18-09-2022.pdf\",\"power-2022162-18-09-2022.pdf\")'),
(274, '18-09-2022', NULL, 'technical_office-2022163-18-09-2022.pdf', '2022-09-18 08:20:09', '2022-09-18 08:20:09', NULL, 'طفايات حريق', NULL, 'technical_office', '2022163', NULL, 'إشاره كتابيه', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/طفايات حريق/technical_office-2022163-18-09-2022.pdf\",\"technical_office-2022163-18-09-2022.pdf\")'),
(275, '18-09-2022', NULL, 'tawkitat-2022165-18-09-2022.pdf', '2022-09-18 09:37:03', '2022-09-18 08:22:15', NULL, 'محطات الارشاد', 'مرور مندوبى المتابعة والرقابة على محطات إرشاد القناة بقطاع بورسعيد يوم الأحد 18/9/2022', 'tawkitat', '2022165', NULL, 'تقرير', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/tawkitat/محطات الارشاد/tawkitat-2022165-18-09-2022.pdf\",\"tawkitat-2022165-18-09-2022.pdf\")'),
(276, '18-09-2022', NULL, 'technical_office-2022165-18-09-2022.pdf', '2022-09-18 08:23:20', '2022-09-18 08:23:20', NULL, 'اعداد استراحة', 'بخصوص توفير إقامة كاملة بإستراحة الهيئة بالإسماعيلية لعدد /12 مندوب من القوات البحرية', 'technical_office', '2022165', NULL, 'إشاره كتابيه', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/اعداد استراحة/technical_office-2022165-18-09-2022.pdf\",\"technical_office-2022165-18-09-2022.pdf\")'),
(277, '18-09-2022', NULL, 'technical_office-2022168-18-09-2022.pdf', '2022-09-18 08:26:22', '2022-09-18 08:26:22', NULL, 'المنظومه الالكترونيه لمخازن', 'توفير أجهزه قارئ وطابعات الباركود وبكر باركود اللازمه لتشغيل المخازن التابعه للاداره إيماءً الى بدء التشغيل التجريبي للمنظومه الالكترونيه لمخازن الهيئه', 'technical_office', '2022168', NULL, 'إشاره كتابيه', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/المنظومه الالكترونيه لمخازن/technical_office-2022168-18-09-2022.pdf\",\"technical_office-2022168-18-09-2022.pdf\")'),
(278, '18-09-2022', NULL, 'power-2022731-18-09-2022.pdf', '2022-09-18 08:50:01', '2022-09-18 08:50:01', NULL, 'القوى -الطاقة المتجددة', 'رقم 2222 بتاريخ 2022/9/13 لايفاد المندوب الفني لعمل معاينه لتحديد مواقع الحفر الخاص ه بمشروع تطوير التغذيه الكهربيه بأستخدام الطاقه المتجدده (الرياح+الطاقه الشمسيه).', 'power', NULL, '2022731', 'إشاره كتابيه', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022731-18-09-2022.pdf\",\"power-2022731-18-09-2022.pdf\")'),
(279, '18-09-2022', NULL, 'power-2022732-18-09-2022.pdf', '2022-09-18 08:52:42', '2022-09-18 08:52:01', NULL, 'القوى -الطاقة المتجددة', 'رقم 2226 بتاريخ 2022/9/14 تقديم البيانات المطلوبه لمحطه إرشاد البلاح بخصوص تطبيق الطاقه الشمسيه', 'power', NULL, '2022732', 'إشاره كتابيه', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022732-18-09-2022.pdf\",\"power-2022732-18-09-2022.pdf\")'),
(280, '18-09-2022', NULL, 'technical_office-2022733-18-09-2022.pdf', '2022-09-18 08:54:37', '2022-09-18 08:54:37', NULL, 'طفايات حريق', 'إشارة رقم 2235 لعمل برنامج زياره لعدد/ 2 فرد من القوات البحرية لعمل معاينه وشهادة صلاحيه لاجهزة الاطفاء من يوم الإثنين 19/9/2022 ولمدة 4 أيام', 'technical_office', NULL, '2022733', 'إشاره كتابيه', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/طفايات حريق/technical_office-2022733-18-09-2022.pdf\",\"technical_office-2022733-18-09-2022.pdf\")'),
(281, '18-09-2022', NULL, 'vtms-2022734-18-09-2022.pdf', '2022-09-18 08:56:09', '2022-09-18 08:56:09', NULL, 'منظومة المراقبة الرادارية', 'مذكرة للعرض على السيد المهندس/ مدير إدارة التحركات بخصوص موقف منظومة الرادارت بمشروع مراقبة وتأمين الملاحة بقناة السويس فى سبتمبر 2022', 'vtms', NULL, '2022734', 'إشاره كتابيه', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/vtms/منظومة المراقبة الرادارية/vtms-2022734-18-09-2022.pdf\",\"vtms-2022734-18-09-2022.pdf\")'),
(282, '18-09-2022', NULL, 'power-2022156-18-09-2022.pdf', '2022-09-18 09:39:39', '2022-09-18 09:11:25', NULL, 'القوى -الطاقة المتجددة', 'مذكرة بعد العرض على السيد الفريق / رئيس الهيئة وارد رئاسة رقم 3955 بتوفير أجهزة تكييف لمشروع تطوير التغذية الكهربية بالمحطات البحرية بإستخدام الطاقة المتجددة (الرياح + الطاقة الشمسية)', 'power', '2022156', NULL, 'مذكرة فريق', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/power/القوى -الطاقة المتجددة/power-2022156-18-09-2022.pdf\",\"power-2022156-18-09-2022.pdf\")'),
(284, '18-09-2022', NULL, 'technical_office-2022170-18-09-2022.pdf', '2022-09-18 09:16:52', '2022-09-18 09:16:52', NULL, 'برنامج E.C.M', 'إرسال كافة المكاتبات والإشارات الكترونياً عن طريق برنامج E.C.M وتكون جهة الإرسال الكراكات والقسم الإدارة وليس أى أقسام داخلية بالإدارة بإستثناء وحدة أفراد الكراكات', 'technical_office', '2022170', NULL, 'إشاره كتابيه', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/technical_office/برنامج E.C.M/technical_office-2022170-18-09-2022.pdf\",\"technical_office-2022170-18-09-2022.pdf\")'),
(285, '18-09-2022', NULL, 'radars-2022169-18-09-2022.pdf', '2022-09-18 09:19:35', '2022-09-18 09:19:35', NULL, 'ابراج رادار', 'حضور مندوبكم الفنى يوم الثلاثاء الموافق 20/9/2022 الساعة العاشرة صباحاً بالإدارة الهندسية بمبنى الإرشاد لمراجعة وإعتماد المواصفات ودفتر الكميات الخاصة بعملية إنشاء برج محطة ردارية على القناة الجديدة بترقيم 76', 'radars', '2022169', NULL, 'إشاره كتابيه', 'done', NULL, NULL, '9:45 18-09-2022', '', '=HYPERLINK(\"D:/wamp64/www/starter2/public/images/radars/ابراج رادار/radars-2022169-18-09-2022.pdf\",\"radars-2022169-18-09-2022.pdf\")');

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

DROP TABLE IF EXISTS `password_resets`;
CREATE TABLE IF NOT EXISTS `password_resets` (
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  KEY `password_resets_email_index` (`email`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

DROP TABLE IF EXISTS `posts`;
CREATE TABLE IF NOT EXISTS `posts` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `title` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `body` mediumtext COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  `user_id` int(11) NOT NULL,
  `cover_image` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `power_station`
--

DROP TABLE IF EXISTS `power_station`;
CREATE TABLE IF NOT EXISTS `power_station` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `station_name` varchar(100) DEFAULT NULL,
  `UpsSttp` tinyint(1) DEFAULT NULL,
  `UpsRadar` tinyint(1) DEFAULT NULL,
  `ContractUPS` varchar(100) DEFAULT NULL,
  `UpslInstallation` varchar(100) DEFAULT NULL,
  `PreDeliveryUPS` varchar(100) DEFAULT NULL,
  `FinalDeliveryUPS` varchar(100) DEFAULT NULL,
  `StatusRatioRadar` varchar(50) DEFAULT NULL,
  `StatusRatioSTTB` varchar(50) DEFAULT NULL,
  `LastMessage` varchar(100) DEFAULT NULL,
  `Desil` varchar(100) DEFAULT NULL,
  `DeisilInstallation` varchar(45) DEFAULT NULL,
  `ContractDesil` varchar(100) DEFAULT NULL,
  `PreDeliveryDesil` varchar(100) DEFAULT NULL,
  `FinalDeliveryDesil` varchar(100) DEFAULT NULL,
  `ATS1Transit` varchar(100) DEFAULT NULL,
  `IsolationTransformer` varchar(100) DEFAULT NULL,
  `ATS2VTMS` varchar(100) DEFAULT NULL,
  `AvrRadar` varchar(100) DEFAULT NULL,
  `SurgeRadar` varchar(100) DEFAULT NULL,
  `TawkitatSurgeProtect` varchar(100) DEFAULT NULL,
  `RadarSurgeProtect` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `power_station`
--

INSERT INTO `power_station` (`id`, `station_name`, `UpsSttp`, `UpsRadar`, `ContractUPS`, `UpslInstallation`, `PreDeliveryUPS`, `FinalDeliveryUPS`, `StatusRatioRadar`, `StatusRatioSTTB`, `LastMessage`, `Desil`, `DeisilInstallation`, `ContractDesil`, `PreDeliveryDesil`, `FinalDeliveryDesil`, `ATS1Transit`, `IsolationTransformer`, `ATS2VTMS`, `AvrRadar`, `SurgeRadar`, `TawkitatSurgeProtect`, `RadarSurgeProtect`) VALUES
(1, 'الجونة', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '-', '-', '30 KVA', '2014', '2019', 'لم يتم', '2016', 'لايوجد', '2022', '2019', 'لايوجد', 'لايوجد', 'قيد التوريد', ''),
(2, 'القبة', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لدى شركة جيت للإصلاح', '−', '−', '100 KVA', '2014', '2019', 'لم يتم', '2016', 'لايوجد', '2022', '2019', 'لايوجد', 'تم الاستلام  وجارى التركيب)', 'لم يتم', 'لم يتم'),
(3, 'الرسوة', 0, 0, '√', '√', '√', '√', '√', '√', '√', 'قيد التوريد (امر توريد بتاريخ 3-3-2022)مدة التوريد 5 شخور)', '−', '−', '−', '−', 'لايوجد', 'تم استلامه ولكن يركب بعد توريد المولد', 'جاى التوريد', 'لايوجد', 'لايوجد', 'جارى التوريد', 'جارى التركيب'),
(4, 'راس العش', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لدى شركة جيت للإصلاح', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'تم التركيب', '2015', '2021', '2022', 'جارى التوريد', 'جارى التركيب'),
(5, 'التينة', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2015', '2020', 'جارى التركيب', '2015', '2021', '2022', 'تم التركيب', 'جارى التركيب'),
(6, 'الكاب', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '−', '−', '30 KVA', '2012', '2012', 'لم يتم', '2013', '2020', 'تم التركيب', '2012', '2021', '2022', 'جارى التوريد', 'جارى التركيب'),
(7, 'القنطرة', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لدى شركة جيت للإصلاح', '−', '−', '(تم طلب تغيره في اللميزانية30 KVA', '1994', '1994', 'لم يتم', '1995', '2020', 'تم التركيب', '1994', '2021', '2021', 'جارى التوريد', 'جارى التركيب'),
(8, 'البلاح', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لدى شركة جيت للإصلاح', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'تم التركيب', '2015', '2021', '2021', 'جارى التوريد', 'جارى التركيب'),
(9, 'الفردان', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'جارى التركيب', '2015', '−', '−', 'جارى التوريد', 'جارى التركيب'),
(10, 'المارينا', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '−', '−', '−', '−', '−', 'لم يتم', '−', '2020', 'تم التركيب', '−', '−', '−', 'جارى التوريد', 'جارى التركيب'),
(11, 'طوسون', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'تم التركيب', '2015', '2021', '2022', 'جارى التوريد', 'جارى التركيب'),
(12, 'الدفرسوار', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'جارى التركيب', '2015', '−', '−', 'جارى التوريد', 'جارى التركيب'),
(13, 'كبريت', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'جارى التركيب', '2015', '−', '−', 'جارى التوريد', 'جارى التركيب'),
(14, 'جنيفة', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '−', '−', '30 KVA', '2012', '2012', 'لم يتم', '2013', '2020', 'تم التركيب', '2013', '2021', '2022', 'تم التركيب', 'جارى التركيب'),
(15, 'الشلوفة', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'تم التركيب', '2015', '2021', '2021', 'جارى التوريد', 'جارى التركيب'),
(16, 'بورتوفيق', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لايعمل', '−', '−', '30 KVA', '2012', '2012', 'لم يتم', '2013', 'لايوجد', 'تم التركيب', '2013', '2021', '2021', '−', '−'),
(17, 'فنارة', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لدى شركة جيت للإصلاح', '−', '−', '100 KVA', '2016', '2018', 'لم يتم', '2019', 'لايوجد', 'تم التركيب', '2018', '2021', '2021', 'لايوجد', 'لايوجد'),
(18, 'شرق الفردان', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '−', '−', '100 KVA', '2016', '2018', 'لم يتم', '2019', 'لايوجد', 'تم التركيب', '2018', 'لايحتاج تم تريب نظام الطاقة المتجددة', 'جارى التركيب', 'لايوجد', 'لايوجد'),
(19, 'الارسال', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '−', '−', '30 KVA', '1996 مطلوب تغييره', '1996', 'لم يتم', '1996', 'لايوجد', 'تم التركيب', '1996', '2021', '2022', 'لايوجد', 'لايوجد'),
(20, 'بورفؤاد', 0, 0, '−', '−', 'لم يتم', 'لم يتم', 'لم يتم', '−', '−', '30 KVA', '2012', '2012', 'لم يتم', '2013', 'لايوجد', 'تم التركيب', '2012', '2022', '2021', 'لايوجد', 'لايوجد');

-- --------------------------------------------------------

--
-- Table structure for table `power_stations`
--

DROP TABLE IF EXISTS `power_stations`;
CREATE TABLE IF NOT EXISTS `power_stations` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `station_name` varchar(100) DEFAULT NULL,
  `UpsSttp` varchar(100) DEFAULT NULL,
  `UpsRadar` varchar(100) DEFAULT NULL,
  `ContractUPS` varchar(100) DEFAULT NULL,
  `UpslInstallation` varchar(100) DEFAULT NULL,
  `PreDeliveryUPS` varchar(100) DEFAULT NULL,
  `FinalDeliveryUPS` varchar(100) DEFAULT NULL,
  `StatusRatioRadar` varchar(50) DEFAULT NULL,
  `StatusRatioSTTB` varchar(50) DEFAULT NULL,
  `LastMessage` varchar(100) DEFAULT NULL,
  `Desil` varchar(100) DEFAULT NULL,
  `DeisilInstallation` varchar(45) DEFAULT NULL,
  `ContractDesil` varchar(100) DEFAULT NULL,
  `PreDeliveryDesil` varchar(100) DEFAULT NULL,
  `FinalDeliveryDesil` varchar(100) DEFAULT NULL,
  `ATS1Transit` varchar(100) DEFAULT NULL,
  `IsolationTransformer` varchar(100) DEFAULT NULL,
  `ATS2VTMS` varchar(100) DEFAULT NULL,
  `AvrRadar` varchar(100) DEFAULT NULL,
  `SurgeRadar` varchar(100) DEFAULT NULL,
  `TawkitatSurgeProtect` varchar(100) DEFAULT NULL,
  `RadarSurgeProtect` varchar(100) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=21 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `power_stations`
--

INSERT INTO `power_stations` (`id`, `station_name`, `UpsSttp`, `UpsRadar`, `ContractUPS`, `UpslInstallation`, `PreDeliveryUPS`, `FinalDeliveryUPS`, `StatusRatioRadar`, `StatusRatioSTTB`, `LastMessage`, `Desil`, `DeisilInstallation`, `ContractDesil`, `PreDeliveryDesil`, `FinalDeliveryDesil`, `ATS1Transit`, `IsolationTransformer`, `ATS2VTMS`, `AvrRadar`, `SurgeRadar`, `TawkitatSurgeProtect`, `RadarSurgeProtect`) VALUES
(1, 'الجونة', '√', '-', '−', '−', '-', '-', NULL, '-', '-', '30 KVA', '2014', '2019', 'لم يتم', '2016', 'لا يوجد', '2022', '2019', 'لايوجد', 'لايوجد', 'قيد التوريد', ''),
(2, 'القبة', '-', '√', '−', '−', '-', '-', NULL, '−', '−', '100 KVA', '2014', '2019', 'لم يتم', '2016', 'لايوجد', '2022', '2019', 'لايوجد', 'تم الاستلام  وجارى التركيب)', 'لم يتم', 'لم يتم'),
(3, 'الرسوة', '√', '-', '√', '√', '√', '√', NULL, '√', '-', 'قيد التوريد (امر توريد بتاريخ 3-3-2022)مدة التوريد 5 شهور)', '−', '−', '−', '−', 'لايوجد', 'تم استلامه ولكن يركب بعد توريد المولد', 'جاى التوريد', 'لايوجد', 'لايوجد', 'جارى التوريد', 'جارى التركيب'),
(4, 'راس العش', '√', '√', '−', '−', '-', '-', 'لدى شركة جيت للإصلاح', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'تم التركيب', '2015', '2021', '2022', 'جارى التوريد', 'جارى التركيب'),
(5, 'التينة', '√', '√', '−', '−', '-', '-', '-', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2015', '2020', 'جارى التركيب', '2015', '2021', '2022', 'تم التركيب', 'جارى التركيب'),
(6, 'الكاب', '√', '√', '−', '−', '-', '-', '-', '−', '−', '30 KVA', '2012', '2012', 'لم يتم', '2013', '2020', 'تم التركيب', '2012', '2021', '2022', 'جارى التوريد', 'جارى التركيب'),
(7, 'القنطرة', '√', '√', '−', '−', '-', '-', 'لدى شركة جيت للإصلاح', '−', '−', '(تم طلب تغيره في اللميزانية30 KVA', '1994', '1994', 'لم يتم', '1995', '2020', 'تم التركيب', '1994', '2021', '2021', 'جارى التوريد', 'جارى التركيب'),
(8, 'البلاح', '√', '√', '−', '−', '-', '-', 'لدى شركة جيت للإصلاح', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'تم التركيب', '2015', '2021', '2021', 'جارى التوريد', 'جارى التركيب'),
(9, 'الفردان', '√', '-', '−', '−', '-', '-', '-', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'جارى التركيب', '2015', '−', '−', 'جارى التوريد', 'جارى التركيب'),
(10, 'المارينا', '√', '-', '−', '−', '-', '-', '-', '−', '−', '−', '−', '−', 'لم يتم', '−', '2020', 'تم التركيب', '−', '−', '−', 'جارى التوريد', 'جارى التركيب'),
(11, 'طوسون', '√', '√', '−', '−', '-', '-', '-', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'تم التركيب', '2015', '2021', '2022', 'جارى التوريد', 'جارى التركيب'),
(12, 'الدفرسوار', '√', '-', '−', '−', '-', '-', '-', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'جارى التركيب', '2015', '−', '−', 'جارى التوريد', 'جارى التركيب'),
(13, 'كبريت', '√', '-', '−', '−', '-', '-', '-', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'جارى التركيب', '2015', '−', '−', 'جارى التوريد', 'جارى التركيب'),
(14, 'جنيفة', '√', '√', '−', '−', '-', '-', '-', '−', '−', '30 KVA', '2012', '2012', 'لم يتم', '2013', '2020', 'تم التركيب', '2013', '2021', '2022', 'تم التركيب', 'جارى التركيب'),
(15, 'الشلوفة', '√', '√', '−', '−', '-', '-', '-', '−', '−', '30 KVA', '2014', '2015', 'لم يتم', '2016', '2020', 'تم التركيب', '2015', '2021', '2021', 'جارى التوريد', 'جارى التركيب'),
(16, 'بورتوفيق', '√', '√', '−', '−', '-', '-', '-', '−', '−', '30 KVA', '2012', '2012', 'لم يتم', '2013', 'لايوجد', 'تم التركيب', '2013', '2021', '2021', '−', '−'),
(17, 'فنارة', '√', '√', '−', '−', '-', '-', 'لدى شركة جيت للإصلاح', '−', '−', '100 KVA', '2016', '2018', 'لم يتم', '2019', 'لايوجد', 'تم التركيب', '2018', '2021', '2021', 'لايوجد', 'لايوجد'),
(18, 'شرق الفردان', '-', '√', '−', '−', '-', '-', '-', '−', '−', '100 KVA', '2016', '2018', 'لم يتم', '2019', 'لايوجد', 'تم التركيب', '2018', 'لايحتاج تم تريب نظام الطاقة المتجددة', 'جارى التركيب', 'لايوجد', 'لايوجد'),
(19, 'الارسال', '-', '√', '−', '−', '-', '-', '-', '−', '−', '30 KVA', '1996 مطلوب تغييره', '1996', 'لم يتم', '1996', 'لايوجد', 'تم التركيب', '1996', '2021', '2022', 'لايوجد', 'لايوجد'),
(20, 'بورفؤاد', '-', '√', '−', '−', '-', '-', '-', '−', '', '30 KVA', '2012', '2012', 'لم يتم', '2013', 'لايوجد', 'تم التركيب', '2012', '2022', '2021', 'لايوجد', 'لايوجد');

-- --------------------------------------------------------

--
-- Table structure for table `problemstate`
--

DROP TABLE IF EXISTS `problemstate`;
CREATE TABLE IF NOT EXISTS `problemstate` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `SubjectID` int(11) DEFAULT NULL,
  `SectionID` int(11) DEFAULT NULL,
  `ProblemID` int(11) DEFAULT NULL,
  `Description` char(255) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=13 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `problemstate`
--

INSERT INTO `problemstate` (`ID`, `SubjectID`, `SectionID`, `ProblemID`, `Description`) VALUES
(1, 1, 1, 1, 'عدد 2 محطة تعمل بنسبة 100% (طوسون - الشلوفة)'),
(2, 1, 1, 2, 'عدد 5 محطات تعمل بنسبة 50% (بورفؤاد - الكاب - البلاح - الارسال - جنيفة )'),
(3, 1, 1, 3, 'عدد 6 محطات رادار متوقفة لأسباب فنية (القبة - رأس العش - القنطرة - شرق الفردان - فنارة -بورتوفيق)'),
(4, 2, 1, 1, 'عدم وجود دراسة رسمية للتغطية الردارية بالقناة الجدية'),
(5, 3, 1, 1, 'تكون تلال ناتج الردم على ضفتى القناة الناتجة عن الحفر والتوسعة بالقطاع الجنوبى مما ينتج عنه مناطق عمياء راداريا مثلما حدث من حفر قناة السويس الجديدة واضطر الاحتياج الى تركيب محطات ردارية جديدة'),
(6, 4, 1, 1, 'كثرة حركة السفن من المناطق المذكورة عاليه'),
(7, 4, 1, 2, 'الرادارات الحديثة تتميز بتمييز الأهداف القريبة من بعضها ولكن يعيب عليها أن التغطية الرادارية لها قصيرة'),
(8, 4, 1, 3, 'لا يوجد محطة احتياطية أو تعمل تغطية راداربة متكاملة مع محطة رادار الترسانة وبالتالي عند توقف الرادار لظروف طارئة يتوقف بالكامل تتبع السفن الكثيرة في هذه المنطقة'),
(9, 5, 1, 1, 'برج محطة القبة - الكاب - القنطرة - الارسال - جنيفة أبراج متهالكة وعند صيانتها دوريا باستخدام الرمالة والمرشمة تشكل خطورة علىوصلات ال WAVE GUIDE  وكابلات المعلومات بين الهوائى أعلى البرج  وشلتر الأجهزة أسفل البرج'),
(10, 5, 1, 2, 'برج الترسانة - بورفؤاد - شرق البحيرات بورتوفيق أبراج غير متهالكة نظرا لأنها مصنعة من الحديد المجلفن الغير قابل للصدأ لا تشكل خطورة على وصلات وكابلات الرادار'),
(11, 6, 1, 1, 'عدم تحديد إجراءات إعادة طرح مناقصة لتوريد وتركيب المصاعد للحصول على اقل الأسعار'),
(12, 7, 1, 1, 'يوجد بقطاع الرادار عدد/2 مهندس مكلفين بأعمال الصيانة والإصلاح والإجراءات الإدارية وذلك للحفاظ على الكفاءة التشغيلية لعدد/13 محطة رادار بطول القناة بالإضافة الى زيادة عدد مجطات الرادار مستقبلا في القطاع الجنوبى والقناة الجديدة وشرق التفريعة شمالا ، مما يبي');

-- --------------------------------------------------------

--
-- Table structure for table `radars`
--

DROP TABLE IF EXISTS `radars`;
CREATE TABLE IF NOT EXISTS `radars` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `station_name` varchar(200) DEFAULT NULL,
  `location` varchar(6) DEFAULT NULL,
  `photo` varchar(100) NOT NULL,
  `supply_date` varchar(120) DEFAULT NULL,
  `installation` varchar(100) DEFAULT NULL,
  `operation_date` varchar(100) DEFAULT NULL,
  `delivery` varchar(100) DEFAULT NULL,
  `status_of_tower` varchar(255) DEFAULT NULL,
  `LetterDate` varchar(255) DEFAULT NULL,
  `Remarks` varchar(255) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `radars`
--

INSERT INTO `radars` (`id`, `station_name`, `location`, `photo`, `supply_date`, `installation`, `operation_date`, `delivery`, `status_of_tower`, `LetterDate`, `Remarks`, `created_at`, `updated_at`) VALUES
(1, 'بورفؤاد', '0.5', '', '2011', '(ابريل - مايو - يونيو )2015', '(ابريل - مايو - يونيو )2015', 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', NULL, NULL, NULL, NULL, NULL),
(2, 'القبة', '1.1', '', '2011', '(ابريل - مايو - يونيو )2015', '(ابريل - مايو - يونيو )2015', 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', NULL, NULL, NULL, NULL, NULL),
(3, 'رأس العش', '14.3', '', '2017', 'فبراير 2020', NULL, 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', NULL, NULL, NULL, NULL, NULL),
(4, 'الكاب', '35.4', '', '2011', NULL, '(ابريل - مايو - يونيو )2015', 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', NULL, NULL, NULL, NULL, NULL),
(5, 'القنطرة', '45.1', '', '2011', '(ابريل - مايو - يونيو )2015', '(ابريل - مايو - يونيو )2015', 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', NULL, NULL, NULL, NULL, NULL),
(6, 'البلاح', '54.8', '', '2017', 'يوليو - أغسطس (2017)', 'يوليو - أغسطس (2017)', 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', NULL, NULL, NULL, NULL, NULL),
(7, 'شرق الفردان', '62.9', '', '2017', 'فبراير 2020', NULL, 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', NULL, NULL, NULL, NULL, NULL),
(8, 'الارسال', '76.1', '', '2011', '(ابريل - مايو - يونيو )2015', '(ابريل - مايو - يونيو )2015', 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', NULL, NULL, NULL, NULL, NULL),
(9, 'طوسون', '54', '', '2017', 'يوليو - أغسطس (2017)', 'يوليو - أغسطس (2017)', 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', NULL, NULL, NULL, NULL, NULL),
(10, 'فنارة', '111.3', '1649591885.pdf', '2011', 'فبراير 2020', NULL, 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', 'إنشاء 2019 من الحديد المجلفن غير قابل للصدأ', 'أخر مخاطبة صادرة إلي الهيئة الإقتصادية و المشروعات بالمخابرات العامة \r\nبرقم 651/ ج بتاريخ 5/9/2021', NULL, NULL, NULL),
(11, 'جنيفة', '134', '1649591481.pdf', '2011', '(ابريل - مايو - يونيو )2015', '(ابريل - مايو - يونيو )2015', 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', NULL, NULL, NULL, NULL, NULL),
(12, 'الشلوفة', '146.1', '', '2017', 'يوليو - أغسطس (2017)', 'يوليو - أغسطس (2017)', 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', NULL, NULL, NULL, NULL, NULL),
(13, 'بورتوفيق', '160.6', '', '2011', '(ابريل - مايو - يونيو )2015', '(ابريل - مايو - يونيو )2015', 'لم يتم عمل الإستلام  الإبتدائي حتي الأن', NULL, NULL, NULL, NULL, NULL),
(14, 'خارج ترسانة بورسعيد', NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL),
(15, 'وشرق البحيرات', NULL, '', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `sectionsubjects`
--

DROP TABLE IF EXISTS `sectionsubjects`;
CREATE TABLE IF NOT EXISTS `sectionsubjects` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `SectionID` int(11) DEFAULT NULL,
  `Subjects` char(255) DEFAULT NULL,
  `summary` char(255) DEFAULT NULL,
  `Objectives` char(255) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `sectionsubjects`
--

INSERT INTO `sectionsubjects` (`ID`, `SectionID`, `Subjects`, `summary`, `Objectives`) VALUES
(1, 1, 'الشبكة الردارية لمشروع ال VTMS (عدد /13 محطة رادار)', 'إصلاح الأعطال واستبدال بعض الوحدات طبقا لإجراءات جدول الصيانة الدورية والوقائية لمحطات الرادار من قبل الهيئة الاقتصادية للمشروعات بالمخابرات العامة', 'الاستلام (الابتدائى / النهائي ) للمشروع (في أقرب وقت)'),
(2, 1, 'التغطية الردارية لقناة السوي للجديدة (من ترقيم 60 كم إلى 95 كم)', 'الشبكة الردارية الحالية عدم إمكانية التغطية لقناة السويس الجديدة بسبب ارتفاعات تلال الردم على ضفتى القناة التي تصل الى منسوب 40  متر', 'استكمال التغطية وتتبع السفن لمشوع ال VTMS'),
(3, 1, 'التغطية الردارية للتفريعة الجديدة والتوسعة من الترقيم 122 كم ل 162 كم', 'عمل تغطية ردارية للتفريعة الجديدة بطول 10 كم', 'استكمال التغطية وتتبع السفن لمشوع ال VTMS'),
(4, 1, 'التغطية الردارية لمنطقة ميناء شرق التفريعة', 'وجود محطة رادار وحيدة (محطة رادار الترسانة) لتغطية منطقة شمال القناة و منطقة االانتظار ببورسعيد و شمال التفريعة ومنطقة الانتظار الخاص بها', 'زيادة كفاءة التغطية الرادارية للمنطقة الشمالية للقناة'),
(5, 1, 'صيانة عدد 9 أبراج رادار', 'تهالك أبراج الرادار', 'زيادة الكفاءة الفنية  للأبراج المعدنية');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE IF NOT EXISTS `users` (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `name` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `password` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `remember_token` varchar(100) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `users_email_unique` (`email`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `vtms_sections`
--

DROP TABLE IF EXISTS `vtms_sections`;
CREATE TABLE IF NOT EXISTS `vtms_sections` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `SectionName` char(100) CHARACTER SET utf8mb4 DEFAULT NULL,
  `SectionManagerName` char(100) CHARACTER SET utf8mb4 DEFAULT NULL,
  `RepresentativePerson` char(100) CHARACTER SET utf8mb4 DEFAULT NULL,
  `CountOfProjects` int(11) DEFAULT NULL,
  PRIMARY KEY (`ID`),
  UNIQUE KEY `ID_UNIQUE` (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=cp1257;

--
-- Dumping data for table `vtms_sections`
--

INSERT INTO `vtms_sections` (`ID`, `SectionName`, `SectionManagerName`, `RepresentativePerson`, `CountOfProjects`) VALUES
(1, 'قطاع الرادارات', 'دكتور مهندس أيمن موسى', 'مهندس أحمد عمر', 13);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
