-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Mar 29, 2022 at 07:31 AM
-- Server version: 10.4.14-MariaDB
-- PHP Version: 7.4.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `monitor`
--

-- --------------------------------------------------------

--
-- Table structure for table `offers`
--

DROP TABLE IF EXISTS `offers`;
CREATE TABLE IF NOT EXISTS `offers` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `name_en` varchar(255) DEFAULT NULL,
  `price` varchar(255) DEFAULT NULL,
  `photo` varchar(100) DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT current_timestamp() ON UPDATE current_timestamp(),
  `updated_at` timestamp NULL DEFAULT current_timestamp(),
  `details_en` varchar(1000) DEFAULT NULL,
  `name_ar` varchar(255) DEFAULT NULL,
  `details_ar` varchar(1000) DEFAULT NULL,
  `directory` varchar(100) NOT NULL DEFAULT 'offers',
  `input` varchar(100) NOT NULL,
  `output` varchar(100) NOT NULL,
  `type` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=50 DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `offers`
--

INSERT INTO `offers` (`id`, `name_en`, `price`, `photo`, `created_at`, `updated_at`, `details_en`, `name_ar`, `details_ar`, `directory`, `input`, `output`, `type`) VALUES
(1, '2017', 'عدد/5 محطات (راس العش - البلاح - شرق الفردان - طوسون - الشلوفة)', 'radars-2022-03-28.pdf', '2022-03-28 12:11:01', '2022-03-01 08:09:53', 'طباقا لمحضر فحص ظاهري', 'تشوينات  محطات الرادرار ( مخزن المواصلات)', 'مرفق ب التعاقد بين هيئة قناة السويس و مجلس الدفاع الوطني إتفاق 28/6/2009 إتفاق 15/3/2016 ملحق إتفاق 7/3/2019', 'radars', '', '', ''),
(2, 'يوليو - أغسطس (2017)', 'تركيب عدد 3 محطات رادار(البلاج - طوسون - الشلوفة)', '', '2022-03-08 08:31:22', '2022-03-01 06:24:45', NULL, 'تركيبات  محطات الرادار', NULL, 'offers', '', '', ''),
(3, 'فبراير 2020', 'تركيب عدد 3 محطات  ( فنارة - رأس العش - شرق الفردان)', '', '2022-03-08 08:30:09', '2022-03-01 08:29:16', NULL, 'تركيبات  محطات الرادار', NULL, 'offers', '', '', ''),
(4, 'ابريل - مايو - يونيو (2015)', 'لا توجد ملاحظات عند التركيب المحطات (بورفؤاد - القبة - الكاب - الارسال - جنيفة - بورتوفيق-القنطرة) وبداية التشغيل تعمل بكفاءة 100%', '', '2022-03-15 07:50:37', '2022-03-01 08:49:09', NULL, 'المشاكل الفنية للرادار', NULL, 'offers', '', '', ''),
(5, 'أغسطس 2011', 'عدد/7 محطات (بورفؤاد - القبة - الكاب -القنطرة -الإرسال - جنيفة - بورتوفيق)', 'radars-2022-03-28.pdf', '2022-03-28 12:11:21', '2022-03-01 08:49:44', 'طباقا لمحضر فحص ظاهري', 'تشوينات  محطات الرادرار ( مخزن المواصلات)', 'مرفق ب التعاقد بين هيئة قناة السويس و مجلس الدفاع الوطني إتفاق 28/6/2009 إتفاق 15/3/2016 ملحق إتفاق 7/3/2019', 'radars', '', '', ''),
(6, 'فبراير 2022', 'عدد 5 محطات تعمل بنسبة 50% (بورفؤاد - الكاب - البلاح - الارسال - جنيفة )', '', '2022-03-15 08:05:35', '2022-03-01 08:49:51', 'أخر مخاطبة الهيئة الإقتصادية  للمشروعات رقم883/ج بتاريخ 9/12/2021', 'المشاكل الفنية للرادار', 'رقم 433/ج بتاريخ 12/7/2016', 'offers', '', '', ''),
(7, '23/11/2021', 'أمر توريد رقم 26-1026/1106 بخصوص ماجنترونات محطات رادار موديل terma', 'radars-2022-03-28.png', '2022-03-28 12:34:37', '2022-03-01 09:26:17', 'quickly', 'أوامر التوريد', NULL, 'radars', '', '', ''),
(8, '17/11/2021', 'أمر توريد رقم 26-1088/824 بخصوص قطع غيار رادار من نوع sperry marine', '1647329961.pdf', '2022-03-15 07:39:21', '2022-03-01 11:14:26', NULL, 'أوامر التوريد', NULL, 'offers', '', '', ''),
(9, '23/11/2020', 'أمر توريد رقم 26-1016/706 بخصوص مواتير  لهوائي رادار CHL', '1647330499.pdf', '2022-03-15 07:48:19', '2022-03-01 11:15:49', NULL, 'أوامر التوريد', NULL, 'offers', '', '', ''),
(10, '17/11/2021', 'أمر توريد رقم 26-1088/823 بخصوص توفير قطع غيار ciberd', '1647330330.pdf', '2022-03-15 07:45:30', '2022-03-01 11:21:01', NULL, 'أوامر التوريد', NULL, 'offers', '', '', ''),
(11, '23/11/2020', 'أمر توريد رقم 26-1016/08 بخصوص قطع غيار هوائي رادار من نوع chl', '1647330524.pdf', '2022-03-15 07:48:44', '2022-03-01 11:27:35', NULL, 'أوامر التوريد', NULL, 'offers', '', '', ''),
(12, '05-09-2010', 'أمر توريد رقم 1528/670-26 بخصوص توفير قطع غيار بخصوص كبائن GEM', '1647331891.pdf', '2022-03-15 08:11:32', '2022-03-07 10:40:07', NULL, 'أوامر التوريد', NULL, 'offers', '', '', ''),
(13, 'فبراير 2022', 'عدد 6 محطات متوقفة لأسباب فنية (القبة - رأس العش - القنطرة - شرق الفردان - فنارة -بورتوفيق)', '1647331572.png', '2022-03-15 08:06:12', '2022-03-07 10:47:40', 'أخر مخاطبة الهيئة الإقتصادية  للمشروعات رقم883/ج بتاريخ 9/12/2021', 'المشاكل الفنية للرادار', 'أول مخاطبة لهيئة الدفاع الوطني', 'offers', '', '', ''),
(14, '05-09-2010', 'أمر توريد رقم 1529/670-26 بخصوص توفير قطع غيار بخصوص كبائن GEM', '1647331714.pdf', '2022-03-15 08:08:34', '2022-03-07 10:53:06', NULL, 'أوامر التوريد', NULL, 'offers', '', '', ''),
(15, '16/4/2013', 'أمر توريد رقم 26-670/1398 بخصوص توفير قطع غيار بخصوص كبائن GEM', '', '2022-03-15 08:15:00', '2022-03-07 12:42:57', NULL, 'أوامر التوريد', NULL, 'offers', '', '', ''),
(16, '02-05-2020', 'أمر توريد رقم 26-1026/1106 بخصوص ماجنترونات محطات رادار موديل terma', '1647330056.pdf', '2022-03-15 07:40:56', '2022-03-15 07:37:13', NULL, 'أوامر التوريد', NULL, 'offers', '', '', ''),
(17, '09-01-2014', 'أمر توريد رقم 263/870-26 بخصوص توفير قطع غيار بخصوص كبائن GEM', '', '2022-03-15 08:16:15', '2022-03-15 08:16:15', 'غير متوفر', 'أوامر التوريد', NULL, 'offers', '', '', ''),
(18, '02-12-2017', 'أمر توريد رقم 997/945-26 بخصوص توفير قطع غيار بخصوص كبائن GEM', '', '2022-03-15 08:17:03', '2022-03-15 08:17:03', 'غير متوفر', 'أوامر التوريد', NULL, 'offers', '', '', ''),
(19, '22/11/2020', 'أمر توريد رقم 708/1016-26 بخصوص توفير قطع غيار بخصوص كبائن GEM', '1647332289.pdf', '2022-03-15 08:18:09', '2022-03-15 08:18:09', NULL, 'أوامر التوريد', NULL, 'offers', '', '', ''),
(20, '14/7/2020', 'أمر توريد رقم997/945-26 بخصوص توفير قطع غيار بخصوص كبائن GEM', '', '2022-03-15 08:21:31', '2022-03-15 08:21:31', NULL, 'أوامر التوريد', NULL, 'offers', '', '', ''),
(21, '23/11/2020', 'أمر توريد رقم 26-1016/707 بخصوص توفير قطع غيار هوائي لمحطات رادار chl', '', '2022-03-15 08:22:25', '2022-03-15 08:22:25', NULL, 'أوامر التوريد', NULL, 'offers', '', '', ''),
(22, '25/8/2019', 'أمر توريد 26-927/213 بخصوص توفير زيوت جير بوكس للهوائيات', '', '2022-03-15 08:23:21', '2022-03-15 08:23:21', NULL, 'أوامر التوريد', NULL, 'offers', '', '', ''),
(23, 'بدون', 'عدم إمكانية الشبكة الرادارية الحالية من عند تغطية قناة السويس الجديدة من 65 حتي 90 كم بسبب إرتفاعات التلال الردم علي ضفتي قناة السويس و قد تصل إرتفاعها إلي منسوب 40 متر', '', '2022-03-15 08:29:58', '2022-03-15 08:28:01', 'بعد إجراءات إستلام مشروع الـVTMS الحالي من الهيئة الإقتصادية  للمشروعات بالمخابرات العامة', 'الرؤية المستقبلية', 'يجب أن تقوم الشركة المكلف لها رسميا بتحديث مشروع الـ VTMS  بعمل دراسة ميدانيا للتغطية الرادارية للقناة الجديدة لتحدد عدد و أحداثيات  لمواقع الرادار الجديدة المقُترحة من طرفهم طبقا لنوعية الموصفات الفنية  للرادارات حتي تنفذ التغطية الرادارية بالكامل وهو الهدف الأساسي من التحديث.', 'offers', '', '', ''),
(24, 'بدون', 'رفع كفاءة التغطية الرادارية للمنطقة الشمالية للقناة بمنطقة شرق التفريعة', '', '2022-03-15 08:29:42', '2022-03-15 08:29:42', 'بعد إجراءات إستلام مشروع الـVTMS الحالي من الهيئة الإقتصادية  للمشروعات بالمخابرات العامة', 'الرؤية المستقبلية', 'يجب أن تقوم الشركة المكلف لها رسميا بتحديث مشروع الـ VTMS  بعمل دراسة ميدانيا للتغطية الرادارية للمنطقة الشمالية لتحدد مدي فاعلية  تركيب محطة رادار جديدة بالبرج الجديد بمحطة الجونة البحرية طبقا لنوعية  الموصفات الفنية للرادارحتي تنفذ التغطية الرادارية بالكامل وهو الهدف الأساسب من التحديث وعدم الإعتماد الكلي علي رادار بورفؤاد.', 'offers', '', '', ''),
(25, 'بدون', 'رفع كفاءة التغطية الرادارية للمنطقة الجنوبية للقناة بعد التفريعة الجديدة التي جاري تنفيذها  من ترقيم 122 كم إلي 162 كم', '', '2022-03-15 08:31:25', '2022-03-15 08:31:25', 'بعد إجراءات إستلام مشروع الـVTMS الحالي من الهيئة الإقتصادية  للمشروعات بالمخابرات العامة', 'الرؤية المستقبلية', 'من المحتمل تكون تلال ناتج الردم علي ضفتي القناة الناتجة من الحفر و  التوسعة بالقطاع الجنوبي، مما ينتج عنه مناطق عمياء راداريا  ، مثلما مع حدث من حفر قناة السويس الجديدة و الإضطرار للإحتياج  إلي تركيب محطات رادار جديدة.', 'offers', '', '', ''),
(26, '06-11-2020', 'وصيات اللجنة المشكلة 258/2020 بتحديد أعمال الصيانة  عدد/9 أبراج و أخذ برأي إستشاري بإحلال برجي (الإرسال  و الكاب)', '1647333270.pdf', '2022-03-15 08:34:30', '2022-03-15 08:34:30', 'عملية رقم 1/2011  أخر عملية صيانة للأبراج مع شركة يونيكونت', 'صيانة أبراج رادار', 'تقرير اللجنة المشكلة', 'offers', '', '', ''),
(27, '30/11/2020', 'موافقة رئيس هيئة قناة السويس علي توصيات لجنة المشروعات بإسناد العملية إلي إدارة التحركات', '1647333411.pdf', '2022-03-15 08:36:51', '2022-03-15 08:36:51', NULL, 'صيانة أبراج رادار', 'لجنة المشروعات', 'offers', '', '', ''),
(28, '31/1/2022', 'تم مخاطبة الإدارة الهندسية نحو إسناد العملية لأحد الشركات الهيئة المتخصصة  في هذا المجال بمعرفتكم', '1647333544.pdf', '2022-03-15 08:39:04', '2022-03-15 08:39:04', 'عملية رقم 1/2011  أخر عملية صيانة للأبراج مع شركة يونيكونت', 'صيانة أبراج رادار', NULL, 'offers', '', '', ''),
(29, '23/5/2017', 'أفادات الشئون الفنية بإدارة التحركات لقسم المراقبة الإلكترونية بموافقة علي بند مصعد كل  من برجي رادار بورفؤاد و بورتوفيق بمشروع الموازنة الإستثمارييية 2017/2018', '1647333641.pdf', '2022-03-15 08:40:41', '2022-03-15 08:40:41', NULL, 'مصاعد الابراج', NULL, 'offers', '', '', ''),
(30, '09-07-2017', 'أفادات الشئون الفنية بإدارة التحركات لقسم المراقبة الإلكترونية بموافقة علي بند مصعد كل  من برجي رادار بورفؤاد و بورتوفيق بمشروع الموازنة الإستثمارييية 2017/2018', '1647333712.pdf', '2022-03-15 08:41:52', '2022-03-15 08:41:52', NULL, 'مصاعد الابراج', NULL, 'offers', '', '', ''),
(31, '25-02-2018', 'أفادات إدارة التموين بأن تم تحويل طلب توفير المصاعد  إلي الإدارة الأشغال و الهندسية  برقم 299 بتاريخ 25/2/2018', '1647334753.pdf', '2022-03-15 08:59:13', '2022-03-15 08:43:23', NULL, 'مصاعد الابراج', NULL, 'offers', '', '', ''),
(32, '09-07-2017', 'إفادة إلي إدارة التموين بالمواصفات الفنية للمصعدين المطلوبة و أسماء مندوبين قسم المراقبة الإلكترونية  للإنضمام لجنة الدراسة والبت رقم 1496/ب بتاريخ 7/9/2017', '1647335276.pdf', '2022-03-15 09:07:56', '2022-03-15 08:45:26', NULL, 'مصاعد الابراج', NULL, 'offers', '', '', ''),
(33, '25/2/2018', 'أفادات إدارة التموين بأن تم تحويل طلب توفير المصاعد  إلي الإدارة الأشغال و الهندسية  برقم 299 بتاريخ 25/2/2018', '1647335172.pdf', '2022-03-15 09:06:12', '2022-03-15 08:50:29', NULL, 'مصاعد الابراج', NULL, 'offers', '', '', ''),
(34, '18/4/2018', 'أفادة إلي الإدارة الهندسية بإشارة رقم رقم 652 بناريخ 18/4/2018  بالمواصفات الفنية للمصاعد و أسماء المندوبين للتنسيق', '1647334850.pdf', '2022-03-15 09:00:50', '2022-03-15 08:51:42', NULL, 'مصاعد الابراج', NULL, 'offers', '', '', ''),
(35, '02-11-2020', 'تشكيل أمر إداري رقم 18 لسنة 2020 بتاريخ 11/2/2020 لممارسة شركة قناة السويس للاستثمار', '1647335008.pdf', '2022-03-15 09:03:28', '2022-03-15 08:53:05', NULL, 'مصاعد الابراج', NULL, 'offers', '', '', ''),
(36, '08-08-2021', 'مذكرة إدارة الرئاسة رقم 3836 و 3837 بتاريخ 8/8/2021 بخصوص إسناد  شركة ترسانة السويس البحرية بالتنفيذ بمبلغ 12.5 مليون جنية', '1647335068.pdf', '2022-03-15 09:04:28', '2022-03-15 08:54:39', 'أوصي رئيس الهيئة بأن المبلغ  المعروض مبالغ فيه', 'مصاعد الابراج', NULL, 'offers', '', '', ''),
(37, '09-07-2021', 'مذكرة رقم 4329 بتاريخ 7/9/2021 بعادة طرح مناقصة توريد وتركيب المصاعد', '1647334596.pdf', '2022-03-15 08:56:36', '2022-03-15 08:56:36', 'حتي سعه و تاريخه لم يتم إتخاذ  أي إجراء', 'مصاعد الابراج', NULL, 'offers', '', '', ''),
(38, '2/3/22', 'اصلاح عدد جهاز واحد', '1648452740.pdf', '2022-03-28 07:32:21', '2022-03-28 07:32:21', NULL, 'صيانة جهاز AIS ترسانة بورسعيد', 'اشارة بتلف الجهاز تماما وعدم صلاحيته للعمل', 'offers', '', '', ''),
(39, '2/3/2022', 'صيانة ال ups خاص بجهاز ال ais بالترسانة', 'power-2022-03-28.png', '2022-03-28 12:02:05', '2022-03-28 07:41:26', NULL, 'صيانة وحدات كهربية', NULL, 'power', '', '', ''),
(40, '15/3/2022', NULL, '1648453717.pdf', '2022-03-28 07:48:38', '2022-03-28 07:48:38', NULL, 'بخصوص نظام التوقيع بالبصمة كامل مشتملاتة ( كاميرات + سيرفر + كابلات )', NULL, 'offers', '', '', ''),
(41, '15/3/22', 'موافاتهم بخطة التعبئة العامة لعام 2023/2022 وكتابة البيانات على الحاسب الآلى على برنامج إكسيل (نسخة ورقية) + إسطوانة CD فى موعد أقصاه 2022/3/24', 'technical_office-2022-03-28.png', '2022-03-28 11:59:50', '2022-03-28 07:51:36', NULL, 'تعبئة للشئون الفنية', 'تم اجراء اللازم', 'technical_office', '', '', ''),
(42, '2022/03/17', 'شركة الانظمة ciss', 'hospital_centers-2022-03-28.PDF', '2022-03-28 11:39:01', '2022-03-28 07:55:35', 'بداية مشروع', 'أوامر التوريد', 'امر توريد رقم 109-474/1/1250 فى 26/1/2022 بخصوص تركيب وتوريد وتشغيل نظام مراقبة بالكاميرات للمراكز الطبية للهيئة ببورسعيد والسويس', 'hospital_centers', '', '', ''),
(43, '17/3/22', 'مطلوب متابعة الشاشات المعطلة بعد المرور وما تم بشأنها', 'tawkitat-2022-03-28.pdf', '2022-03-28 11:26:46', '2022-03-28 08:03:41', 'انتظار الرد', 'المرور على المحطات البحرية بقطاع الاسماعيليه(البلاح- الفردان- طوسون- الدفرسوار)', NULL, 'tawkitat', '', '', ''),
(44, '20/3/2022', 'اسماء مندوبينا هم م/ على محمد عادل على راغب رقم 10950 و م/ محمد ماجد حسين العروسى رقم 10589 للجنة فحص تجهيزات قاعة الاحتفالات بمبنى المارينا الجديدة', '1648454841.pdf', '2022-03-28 08:07:21', '2022-03-28 08:07:21', 'منتهى', 'فحص أجهزة', NULL, 'offers', '', '', ''),
(45, '20/3/2022', 'تجهيز قاعة الاحتفالات بمبنى المارينا الجديد بالكم 76 والتنسيق الذى تم مع السيد/مدير ادارة الرئاسة بشان تشكيل لجنه للفحص والاستلام للمنظومات وتحديد اسماء المندوبيين للاشتراك فى اللجنه', '1648454984.pdf', '2022-03-28 08:09:44', '2022-03-28 08:09:44', NULL, 'تجهيز قاعة الاحتفالات', NULL, 'offers', '', '', ''),
(46, '20/03/2022', 'عقد اجتماع يوم الثلاثاء الموافق 22/3/2022 صباحا بمكتب المهندس/ابراهيم جمال عبد الناصر بخصوص تنسيق الاعمال المطلوب تنفيذها من كل قسم لتطوير محطة الشلوفه', '1648455274.pdf', '2022-03-28 08:14:34', '2022-03-28 08:11:52', 'سيتم التنسيق لحضور مندوب من القسم وافاده اشغال بورتوفيق باى ملاحظات ان وجدت', 'اجتماع', 'تطوير محطة الشلوفة', 'offers', '', '', ''),
(47, '16/3/2022', 'تم التنسيق مع مديريه الصحه على تواجد مركز لتلقى الجرعه التنشيطيه لفيرس كورونا', 'hospital_centers-2022-03-28.pdf', '2022-03-28 12:05:36', '2022-03-28 08:21:02', 'المتابعة حين الطلب', 'اجراءات صحية', 'تتم بجدول منتظم', 'hospital_centers', '', '', ''),
(48, '20/3/2022', 'موافاتهم بالبيانات المذكورة باشاره الخدمات بخصوص مشروع التامين على سيارات هيئة قناه السويس للعام المالى 2022/2023', 'security-2022-03-28.pdf', '2022-03-28 11:26:27', '2022-03-28 08:23:55', NULL, 'تامين سيارات', NULL, 'security', '', '', ''),
(49, '23/03/22', 'مخاطبه ادارة الخدمات للتامين الشامل على السياره طبقا لاشارتهم رقم 768 بتاريخ 13/3/2022', 'security-2022-03-29.png', '2022-03-29 06:21:24', '2022-03-29 06:21:24', NULL, 'تامين سيارات', NULL, 'security', '', '', '');
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
